Repository: ChivialK/flutter-85bet-mobile
Catalog: lib/l10n/intl_*.arb
Languages: th, vi, zh

# title
source: 79Bet Mobile
th: 85Bet Mobile
vi: Go88 Mobile
zh: SBB Mobile

# appVersion
source: Version {value}
th: เวอร์ชัน {value}
vi: Phiên bản {value}
zh: 版本号 {value}

# pageTitleHome
source: Home
th: หน้าแรก
vi: Trang Chủ
zh: 首页

# pageTitleDownload
source: APP Download
th: ดาวน์โหลด APP
vi: Khu vực tải ứng dụng
zh: APP下载区

# pageTitleTutorial
source: Tutorial
th: บทช่วยสอน
vi: Hướng dẫn người chơi
zh: 新手教学

# pageTitleNotice
source: Announcement
th: ประกาศ
vi: Thông báo
zh: 公告

# pageTitleRouter
source: Line Navigation
th: การนำทางแบบเส้น
vi: Điều hướng
zh: 线路导航

# pageTitleStore
source: Store
th: ร้านค้า
vi: Trung tâm mua sắm
zh: 商城

# pageTitleSign
source: Sign in
th: ลงชื่อเข้าใช้
vi: Nhận phòng,điểm danh
zh: 签到

# pageTitleRoller
source: Lucky Roller
th: ลัคกี้โรลเลอร์
vi: Vòng xoay
zh: 幸运轮盘

# pageTitleCollect
source: Word Collect
th: รวบรวมคำ
vi: Hoạt động thu gom
zh: 集字活动

# pageTitleDeposit
source: Recharge
th: เติมเงิน
vi: NẠP TIỀN
zh: 充值

# pageTitlePromo
source: Offer
th: ข้อเสนอ
vi: Ưu Đãi
zh: 优惠

# pageTitleService
source: Support
th: การสนับสนุน
vi: DỊCH VỤ
zh: 客服

# pageTitleMember
source: My
th: ของฉัน
vi: TÔI
zh: 我的

# pageTitleCenter
source: Center
th: ศูนย์
vi: Tài khoản
zh: 个人中心

# pageTitleLogin
source: Login
th: เข้าสู่ระบบ
vi: Đăng nhập
zh: 登入

# pageTitleLogin2
source: Member Login
th: เข้าสู่ระบบสมาชิก
vi: Đăng nhập thành viên
zh: 会员登入

# pageTitleRegister
source: Register
th: ลงทะเบียน
vi: ĐĂNG KÍ
zh: 注册

# pageTitleRegisterFree
source: Register Free
th: ลงทะเบียนฟรี
vi: thành viên Đăng ký
zh: 免费注册

# pageTitleRegisterMember
source: Register Member
th: สมัครสมาชิก
vi: thành viên đã đăng ký
zh: 注册会员

# pageTitleMemberTransfer
source: Transfer
th: โอน
vi: Chuyển khoản
zh: 转帐

# pageTitleMemberCard
source: Bank Card
th: บัตรธนาคาร
vi: Thẻ ngân hàng
zh: 银行卡

# pageTitleMemberWithdraw
source: Withdraw
th: ถอน
vi: Rút tiền
zh: 提现

# pageTitleMemberBalance
source: Platform Balance
th: ยอดคงเหลือของแพลตฟอร์ม
vi: Số dư nền tảng
zh: 平台馀额

# pageTitleMemberWallet
source: No Wallet
th: ไม่มีกระเป๋าเงิน
vi: Ví
zh: 免转钱包

# pageTitleMemberMessage
source: Site Message
th: ข้อความของไซต์
vi: Hòm thư
zh: 站内信

# pageTitleMemberCenter
source: Center
th: ศูนย์
vi: Tài khoảng trung tâm
zh: 帐户中心

# pageTitleMemberPassword
source: Change Password
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh: 更改密码

# pageTitleMemberTransaction
source: Transfer Record
th: บันทึกการโอน
vi: Hồ sơ chuyển
zh: 转帐记录

# pageTitleMemberBets
source: Bet History
th: ประวัติการเดิมพัน
vi: Lịch sử đặt cược
zh: 投注记录

# pageTitleMemberDeals
source: Deals History
th: ประวัติดีล
vi: Lịch sử giao dịch
zh: 交易记录

# pageTitleMemberFlow
source: Flow Record
th: โฟลว์เรคคอร์ด
vi: Tổng cược
zh: 流水记录

# pageTitleMemberAgentRegister
source: Agent Member Register
th: การลงทะเบียนสมาชิกตัวแทน
vi: Đăng ký thành viên đại lý
zh: 代理会员注册

# pageTitleMemberAgentLogin
source: Agent Member Login
th: เข้าสู่ระบบสมาชิกตัวแทน
vi: Đăng nhập thành viên đại lý
zh: 代理会员登入

# pageTitleMemberAgentLoginHint
source: Login agent member
th: เข้าสู่ระบบตัวแทน
vi: Đăng nhập đại lý
zh: 代理会员请登入

# pageTitleMemberAgent
source: Agent
th: ตัวแทน
vi: Đại lý
zh: 代理

# pageTitleMemberAgentAbout
source: Agent?
th: ตัวแทน?
vi: Mô tả đại lý
zh: 代理说明

# pageTitleTask
source: Task
th: งาน
vi: Nhiệm vụ tích cực
zh: 活跃任务

# pageTitleMore
source: More
th: เพิ่มเติม
vi: Hơn
zh: 更多

# toolBarMemberCredit
source: VDK {value}
vi: NTD {value}
zh: NTD {value}

# themeColorHintSelect
source: Select Theme Color
th: เลือกสีของธีม
vi: Giao Diện
zh: 选择主题颜色

# themeColorDefault
source: Default
th: ค่าเริ่มต้น
vi: Đặt trước
zh: 预设

# themeColorDark
source: Dark
th: มืด
vi: Đen
zh: 深色

# themeColorLight
source: Light
th: แสง
vi: Trắng
zh: 浅色

# urlActionNotSupported
source: Unable to navigate to the destination URL
th: ไม่สามารถข้ามไปยัง URL ปลายทางได้
vi: Không thể chuyển đến URL đích
zh: 无法跳转至目的地网址

# workInProgress
source: Features coming soon!
th: ฟีเจอร์เร็วๆนี้!
vi: Sắp có!
zh: 功能即将上线!

# networkChangedHint
source: Detect network status has changed, do you want to refresh?
th: ตรวจพบสถานะเครือข่ายมีการเปลี่ยนแปลงคุณต้องการรีเฟรชหรือไม่
vi: Đã phát hiện thấy thay đổi trạng thái mạng. Bạn có muốn làm mới trang không?
zh: 偵測到網路狀態變更，是否要刷新頁面?

# exitAppHint
source: Press again to exit APP
th: กดอีกครั้งเพื่อออกจาก APP
vi: Nhấn lại để đóng ứng dụng
zh: 再按一次关闭APP

# gameToolHintUsage
source: Tap to show，Long-Press to hide ↗
th: คลิกเพื่อแสดงกดแบบยาวเพื่อซ่อน ↗
vi: Nhấp để hiển thị, nhấn và giữ để ẩn ↗
zh: 单击显示，长按隐藏 ↗

# gameToolHintRestore
source: Double-Tap to restore
th: ดับเบิลคลิกเพื่อคืนค่าการแสดงผล
vi: Nhấp đúp để khôi phục màn hình
zh: 双击可恢复显示

# actionNotify
source: Notify
th: แจ้งเตือน
vi: Thông báo
zh: 通知

# actionSetting
source: Settings
th: การตั้งค่า
vi: Cài đặt
zh: 设置

# actionSearch
source: Search
th: ค้นหา
vi: Tìm kiếm
zh: 搜寻

# actionHelp
source: Tutorial
th: บทช่วยสอน
vi: Hướng dẫn
zh: 教程

# actionBack
source: Back
th: ย้อนกลับ
vi: Quay lại
zh: 返回

# btnMenu
source: Menu
th: เมนู
vi: Thực đơn
zh: 选单

# btnBack
source: Back
th: ย้อนกลับ
vi: Trở về
zh: 返回

# btnRefresh
source: Refresh
th: รีเฟรช
vi: Làm mới
zh: 刷新

# btnUpdate
source: Update
th: อัปเดต
vi: Cập nhật
zh: 更新

# btnClose
source: Close
th: ปิด
vi: tắt
zh: 关闭

# btnSearch
source: Search
th: ค้นหา
vi: Tìm kiếm
zh: 搜索

# btnConfirm
source: Confirm
th: ยืนยัน
vi: Xác nhận
zh: 确定

# btnCancel
source: Cancel
th: ยกเลิก
vi: Hủy bỏ
zh: 取消

# btnSend
source: Send
th: ส่ง
vi: Gửi
zh: 送出

# btnSubmit
source: Submit
th: ส่ง
vi: Gửi
zh: 提交

# btnConfirmSend
source: Confirm & Send
th: ยืนยันและส่ง
vi: Xác định
zh: 确定送出

# btnOpenGame
source: Start
th: เปิด
vi: Bật
zh: 开启

# btnLogin
source: Login
th: เข้าสู่ระบบ
vi: Đăng nhập
zh: 登入

# btnRegister
source: Register
th: ลงทะเบียน
vi: ĐĂNG KÍ
zh: 注册

# btnStopShowing
source: Skip
th: ข้าม
vi: Không bao giờ hiển thị trở lại
zh: 不再显示

# btnResetPassword
source: Forgot Password
th: ลืมรหัสผ่าน
vi: Quên mật khẩu ?
zh: 忘记密码

# btnFastLogin
source: Save Login Info
th: บันทึกข้อมูลการเข้าสู่ระบบ
vi: Nhớ lại
zh: 记住帐密

# btnSignUp
source: Sign in
th: ลงชื่อเข้าใช้
vi: Ngày đăng nhập
zh: 立即签到

# btnDownload
source: Download
th: ดาวน์โหลด
vi: Tải xuống
zh: 点我下载

# btnBind
source: Bind
th: ผูก
vi: Trói buộc
zh: 点我绑定

# btnQuery
source: Search
th: สอบถาม
vi: Hỏi thăm
zh: 查询

# btnQueryNow
source: Search
th: ค้นหา
vi: Hỏi thăm ngay
zh: 立即查询

# btnShow
source: Show
th: แสดง
vi: Hiển thị
zh: 显示

# btnOn
source: On
th: เปิด
vi: Mở
zh: 开

# btnOff
source: Off
th: ปิด
vi: Tắt
zh: 关

# btnGo
source: Go
th: ไปที่
vi: Đi đến
zh: 前往

# btnCopy
source: Copy
th: สำเนา
vi: sao chép
zh: 复制

# btnNextStep
source: Next Step
vi: Bước tiếp theo
zh: 下一步

# btnPreStep
source: Back
vi: Trước
zh: 上一步

# sideBtnBackHome
source: Return
th: ย้อนกลับ
vi: Trang Chủ
zh: 回首页

# sideBtnRotate
source: Rotate Left
th: หมุนซ้าย
vi: Xoay màn hình
zh: 旋转屏幕

# sideBtnLockRotate
source: Lock Rotate
th: ล็อกการหมุน
vi: Khóa màn hình xoay
zh: 锁定旋屏

# spinnerDateAll
source: All
th: ทั้งหมด
vi: Mọi lúc
zh: 全部时间

# spinnerDateToday
source: Today
th: วันนี้
vi: Hôm nay
zh: 今天

# spinnerDateYesterday
source: Yesterday
th: เมื่อวาน
vi: Hôm qua
zh: 昨天

# spinnerDateMonth
source: Month
th: เดือน
vi: tháng này
zh: 一个月内

# spinnerDateCustom
source: Custom
th: กำหนดเอง
vi: Tập quán
zh: 自订时间

# hintActionSelect
source: Select
th: กรุณาเลือก
zh: 请选择

# hintActionSearchGame
source: Please enter a game name
th: กรุณากรอกชื่อเกม
vi: Vui lòng nhập tên trò chơi
zh: 请输入游戏名称

# hintActionLogin
source: Please login first
th: กรุณาเข้าสู่ระบบก่อน
vi: Vui lòng đăng nhập vào tài khoản trước
zh: 请先登入

# hintTitleLogin
source: Please enter your member info
th: โปรดป้อนข้อมูลสมาชิกของคุณ
vi: Vui lòng đăng nhập trước số tài khoản
zh: 请先登入您的会员帐号

# hintAccount
source: UserName
vi: Tài khoản thành viên
zh: 您的会员帐号

# hintAccountPassword
source: Password
th: รหัสผ่าน
vi: Mật khẩu
zh: 您的密码

# hintAccountInput
source: enter account
th: เข้าสู่บัญชี
vi: vui lòng nhập tài khoản của bạn
zh: 请输入帐号

# hintPasswordInput
source: enter password
th: ป้อนรหัสผ่าน
vi: Xin vui lòng nhập mật khẩu
zh: 请输入密码

# hintConfirmedInput
source: enter password again
th: ป้อนรหัสผ่านอีกครั้ง
vi: nhập lại mật khẩu
zh: 请输入确认密码

# hintPhoneInput
source: enter phone number
th: ป้อนหมายเลขโทรศัพท์
vi: Nhập số điện thoại
zh: 请输入手机号

# hintReferralInput
source: enter referral code
th: ป้อนรหัสอ้างอิง
vi: Vui lòng nhập mã giới thiệu
zh: 请输入推荐码

# hintName
source: Enter username
th: ป้อนชื่อผู้ใช้
vi: Vui lòng nhập tài khoản thành viên
zh: 请输入用户名

# hintEmail
source: Enter Email
th: ป้อนอีเมล
vi: Vui lòng nhập hộp thư
zh: 请输入信箱

# hintPassword
source: Enter password
th: ป้อนรหัสผ่าน
vi: Vui lòng nhập mật khẩu của bạn
zh: 输入密码

# hintConfirmed
source: Enter the password again
th: ป้อนรหัสผ่านอีกครั้ง
vi: Độ dài từ 8 ~ 18 ký tự
zh: 再次输入密码

# messageLoading
source: Loading...
th: กำลังโหลด ...
vi: Vui lòng đợi…
zh: 请稍候…

# messageWelcomeUser
source: Welcome, {name}
th: ยินดีต้อนรับ {name}
vi: Chào mừng，{name}
zh: 欢迎，{name}

# messageWelcome
source: Welcome
th: ยินดีต้อนรับ
vi: Chào Mừng
zh: 欢迎光临

# messageWelcomeHint
source: Welcome! Please login / register
th: ยินดีต้อนรับ! กรุณาเข้าสู่ระบบ / ลงทะเบียน
vi: Chào Mừng! Vui lòng Đăng nhập / Đăng ký
zh: 您好! 请先登入/注册

# messageLoginHint
source: Please login / register
th: กรุณาเข้าสู่ระบบ / ลงทะเบียน
vi: Vui lòng Đăng nhập / Đăng ký
zh: 请先登入/注册

# messageRegisterFailed
source: Registration failed
th: การลงทะเบียนล้มเหลว
vi: đăng ký thất bại
zh: 注册失败

# messageLoginFailed
source: Login Failed
th: เข้าสู่ระบบล้มเหลว
vi: Đăng nhập thất bại
zh: 登入失败

# messageActionFailed
source: Invalid Action
th: การดำเนินการไม่ถูกต้อง
vi: Hoạt động không hợp lệ
zh: 操作无效

# messageActionFillForm
source: Please fill the form
th: กรุณากรอกแบบฟอร์ม
vi: Vui lòng xác nhận thông tin trường và hoàn thành
zh: 请确认栏位信息并填写完整

# messageActionCheckTerms
source: Please read and agree the bet terms
th: โปรดอ่านและยอมรับเงื่อนไขการเดิมพัน
vi: Vui lòng đọc và đánh dấu để đồng ý với các quy tắc cá cược
zh: 请阅读并勾选同意投注規则

# messageLogout
source: {name}, please log in again
th: {name} โปรดเข้าสู่ระบบอีกครั้ง
vi: {name}，xin vui lòng đăng nhập lại
zh: {name}，请重新登入

# messageActionTooFrequent
source: Too many action in a short time
th: มีการดำเนินการมากเกินไปในช่วงเวลาสั้นๆ
vi: Yêu cầu quá thường xuyên
zh: 请求过于频繁

# messageNoEvent
source: No activity currently
th: ไม่มีกิจกรรมในขณะนี้
vi: Hiện tại không có hoạt động nào
zh: 当前没有活动

# messageVerifySuccess
source: Verify Success
th: ยืนยันความสำเร็จ
vi: Đã xác minh thành công
zh: 验证成功

# messageTaskSuccess
source: {msg} success
th: {msg} สำเร็จ
vi: {msg} sự thành công
zh: {msg}成功

# messageTaskFailed
source: {msg} failed
th: {msg} ล้มเหลว
vi: {msg} sự thất bại
zh: {msg}失败

# messageTaskCanceled
source: {msg} canceled
th: {msg} ถูกยกเลิก
vi: Đã hủy {msg}
zh: 已取消{msg}

# messageError
source: {msg} error
th: {msg} ข้อผิดพลาด
vi: {msg} lỗi
zh: {msg}错误

# messageErrorCause
source: Error:{msg}({msg2})
th: ข้อผิดพลาด: {msg} ({msg2})
vi: lỗi:{msg}({msg2})
zh: 错误:{msg}({msg2})

# messageErrorStatus
source: Error:{msg}
th: ข้อผิดพลาด: {msg}
vi: lỗi:{msg}
zh: 错误:{msg}

# messageErrorLink
source: Cannot open link：{url}
th: ไม่สามารถเปิดลิงก์: {url}
vi: Không thể mở liên kết：{url}
zh: 無法開啟網頁連結：{url}

# messageInvalidSymbol
source: Contains Invalid Symbols
th: มีสัญลักษณ์ที่ไม่ถูกต้อง
vi: Chứa các ký tự bất hợp pháp
zh: 含非法字符

# messageInvalidFormat
source: Error Data Format
th: รูปแบบข้อมูลผิดพลาด
vi: sai định dạng
zh: 格式错误

# messageInvalidDate
source: Invalid date input
th: วันที่ไม่ถูกต้อง
vi: Nhầm cuộc hẹn
zh: 日期错误

# messageInvalidName
source: Malformed name
th: ชื่อผิดรูปแบบ
vi: Định dạng tên không chính xác
zh: 名称格式错误

# messageInvalidEmail
source: Mailbox is malformed
th: กล่องจดหมายผิดรูปแบบ
vi: Định dạng hộp thư không chính xác
zh: 信箱格式错误

# messageInvalidBirthDate
source: Date of Birth Error
th: วันเกิดผิด
vi: Ngày sinh nhật sai
zh: 生日日期错误

# messageRepeatPhone
source: Phone Number already registered
th: หมายเลขโทรศัพท์ซ้ำกัน
vi: Số điện thoại trùng lặp
zh: 手机号重复

# messageInvalidPhone
source: Error Phone Number({num})
th: หมายเลขโทรศัพท์ผิดพลาด ({num})
vi: Lỗi định dạng điện thoại({num})
zh: 电话格式错误({num}碼)

# messageInvalidPhone2
source: Error Phone Number({min}~{max})
vi: Lỗi định dạng điện thoại({min}~{max})
zh: 电话格式错误({min}~{max}碼)

# messageInvalidPostCode
source: Error Post Code(5~8)
th: รหัสโพสต์ผิดพลาด (5~8)
vi: Mã bưu điện không chính xác(5~8)
zh: 邮递区号错误(5~8碼)

# messageInvalidWechat
source: Invalid WeChat account
th: บัญชี WeChat ไม่ถูกต้อง
vi: Lỗi định dạng wechat
zh: 微信号格式错误

# messageInvalidZalo
source: Invalid Zalo account
th: บัญชี Zalo ไม่ถูกต้อง
vi: Lỗi định dạng zalo
zh: Zalo格式错误

# messageInvalidVerify
source: Please enter a verification code
th: โปรดป้อนรหัสยืนยัน
vi: vui lòng nhập mã xác nhận
zh: 请输入验证码

# messageInvalidPasswordArg
source: Password must be at least {num} words
th: รหัสผ่านต้องมีอย่างน้อย {num} คำ
vi: Mật khẩu phải có ít nhất {num} ký tự
zh: 密码至少为{num}个字

# messageInvalidAccount
source: Username should be {min}~{max} words (Lowercase)
th: ชหมายเลขบัญชีคือ 6 ~ 12 ตัวพิมพ์เล็กภาษาอังกฤษ / หลัก
vi: Số tài khoản là {min}~{max} chữ thường tiếng Anh / chữ số
zh: 帐号为{min}~{max}个小写英文/数字

# messageInvalidPassword
source: Password should be {min}~{max} words
th: รหัสผ่านควรมีความยาว 8 ~ 18 คำ
vi: Mật khẩu dài {min}~{max} ký tự
zh: 密码为{min}~{max}个字

# messageInvalidConfirmPassword
source: Password does not match
th: รหัสผ่านไม่ตรงกัน
vi: Mật khẩu không hợp lệ
zh: 密码不符合

# messageInvalidPasswordFive
source: The password does not match, the account will be locked for five errors
th: รหัสผ่านไม่ตรงกันบัญชีจะถูกล็อคเนื่องจากข้อผิดพลาดห้าประการ
vi: Mật khẩu không khớp, tài khoản sẽ bị khóa vì năm lỗi
zh: 密码不符合，错误五次将锁定帐号

# messageInvalidPasswordLocked
source: The password is wrong five times and the account is locked, please contact customer service
th: บัญชีถูกล็อคโปรดติดต่อฝ่ายบริการลูกค้า
vi: Tài khoản bị khóa, vui lòng liên hệ với bộ phận chăm sóc khách hàng
zh: 帐号已锁定，请联系客服

# messageInvalidDepositAmount
source: Amount Error
th: จำนวนเงินผิดพลาด
vi: Số tiền nhập không chính xác
zh: 金额输入错误

# messageInvalidDepositAmountMin
source: The minimum amount is {num}
th: จำนวนเงินขั้นต่ำคือ {num}
vi: Số tiền tối thiểu là {num}
zh: 金额最小值为{num}

# messageInvalidDepositAmountMaxLimit
source: Deposit amount exceeds the upper limit
vi: Số tiền nạp vượt quá giới hạn trên
zh: 充值金额超过上限

# messageInvalidDepositAmountMinLimit
source: Deposit amount is lower than minimum limit
vi: Số tiền nạp dưới giới hạn thấp hơn
zh: 充值金额低于下限

# messageInvalidDepositName
source: Incorrect account name
th: ชื่อบัญชีไม่ถูกต้อง
vi: Tên tài khoản không chính xác
zh: 帐号名称错误

# messageInvalidCardOwner
source: Wrong cardholder name
th: ชื่อผู้ถือบัตรไม่ถูกต้อง
vi: Tên chủ thẻ sai
zh: 持卡人名称错误

# messageInvalidCardNumber
source: Card number should be {min}~{max} characters
th: หมายเลขบัตรคือ 5 ~ 20 อักขระ
vi: Số thẻ là {min}~{max} ký tự
zh: 卡号为{min}~{max}个字

# messageInvalidCardNumberFixed
source: Card number should be {min}~{max} characters and starts with {fixed}
vi: Số thẻ là {min}~{max} ký tự (bắt đầu bằng {fixed})
zh: 卡号为{min}~{max}个字(开头为{fixed})

# messageInvalidCardBankPoint
source: The name must be greater than 3 characters
th: ชื่อต้องมีความยาวมากกว่า 3 อักขระ
vi: Tên phải nhiều hơn 3 ký tự
zh: 名称需大于3个字

# messageExceedRemainCredit
source: Not enough credit
vi: Số dư
zh: 超过余额

# messagePlatformMaintenance
source: Platform under maintenance
vi: Nền tảng đang được bảo trì
zh: 平台维护中

# messageInvalidWithdrawPassword
source: Password Error!(default is login password)
th: รหัสผ่านผิดพลาด! (ค่าเริ่มต้นคือรหัสผ่านเข้าสู่ระบบ)
vi: Mật khẩu không hợp lệ
zh: 密码不符合(默认值为登录密码)

# messageInvalidWithdrawAmount
source: Not enough credit
th: เครดิตไม่เพียงพอ
vi: Vượt quá số dư tài khoản
zh: 超过帐户余额

# messageInvalidWithdrawUnderAmount
source: Below the minimum amount
th: ต่ำกว่าจำนวนเงินถอนขั้นต่ำ
vi: Dưới số tiền rút tối thiểu
zh: 低于最低提款金额

# messageInvalidWithdrawExceedAmount
source: Exceeds the maximum withdrawal amount (please refer to the vip level detail)
vi: Vượt quá số tiền rút tối đa của một giao dịch (vui lòng tham khảo hệ thống cấp độ thành viên)
zh: 超过单笔最大提现金额(请参考会员等级制度)

# messageWarnUsingCellular
source: You are using a mobile network
th: คุณกำลังใช้เครือข่ายมือถือ
vi: Bạn đang sử dụng mạng di động
zh: 您正在使用移动网络

# messageWarnNetworkLocation
source: This service is not available in your network area
th: บริการนี้ไม่สามารถใช้ได้ในพื้นที่เครือข่ายของคุณ
vi: Dịch vụ này không khả dụng trong khu vực mạng của bạn
zh: 您所在的网络区域无法使用此服务

# messageWarnLoadingGame
source: Please wait while loading the game ...
th: กรุณารอสักครู่ขณะกำลังโหลดเกม ...
vi: Đang tải trò chơi, vui lòng đợi ...
zh: 加载游戏中，请稍候…

# messageWarnNoHistoryData
source: No data found
th: ไม่พบข้อมูล
vi: Chưa có dữ liệu
zh: 查无资料

# messageWarnNoPromoData
source: No offer found
th: ไม่พบข้อเสนอพิเศษ
vi: Kiểm tra không giảm giá
zh: 查无优惠

# messageWarnNoPromoInfo
source: No offer information found
th: ไม่พบข้อมูลข้อเสนอพิเศษ
vi: Kiểm tra không có thông tin ưu đãi
zh: 查无优惠信息

# messageErrorInternal
source: Internal error, please try again later or contact customer service
th: ข้อผิดพลาดภายในโปรดลองอีกครั้งในภายหลังหรือติดต่อฝ่ายบริการลูกค้า
vi: Lỗi nội bộ, vui lòng thử lại sau hoặc liên hệ với dịch vụ khách hàng
zh: 内部错误，请稍候再重试或联系客服

# messageErrorCachedFile
source: Cached file error, please try again later or contact customer service
th: ข้อผิดพลาดของไฟล์ที่แคชไว้โปรดลองอีกครั้งในภายหลังหรือติดต่อฝ่ายบริการลูกค้า
vi: Lỗi dữ liệu đã lưu trong bộ nhớ cache, vui lòng xóa bộ nhớ cache hoặc liên hệ với dịch vụ khách hàng
zh: 缓存数据错误，请稍候再重试或联系客服

# messageErrorEvent
source: Can't not retrieve event from server, please try again later.
th: ไม่สามารถดึงข้อมูลเหตุการณ์จากเซิร์ฟเวอร์ได้โปรดลองอีกครั้งในภายหลัง
vi: Không thể nhận dữ liệu hoạt động đăng ký, vui lòng thử lại sau
zh: 无法取得签到活动数据，请稍候再重试或联系客服

# messageErrorToken
source: User token error, please logout and login again
th: ข้อผิดพลาดโทเค็นของผู้ใช้โปรดออกจากระบบและเข้าสู่ระบบอีกครั้ง
vi: Xác minh người dùng không thành công, vui lòng đăng nhập lại
zh: 用户验证失败，请重新登入或联系客服

# messageErrorAutoLogin
source: Data error, please log in manually
th: ข้อมูลผิดพลาดโปรดเข้าสู่ระบบด้วยตนเอง
vi: Lỗi dữ liệu, vui lòng đăng nhập thủ công
zh: 数据错误，请手动登入

# messageErrorNotLogin
source: Please login first
th: กรุณาเข้าสู่ระบบก่อน
vi: Vui lòng đăng nhập vào tài khoản trước
zh: 请先登入

# messageErrorNoNetwork
source: Please check the network status
th: โปรดตรวจสอบสถานะเครือข่าย
vi: Vui lòng kiểm tra trạng thái mạng
zh: 请检查网络状态

# messageErrorNoServerConnection
source: Unable to connect to the server !!
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ !!
vi: Không thể kết nối đến máy chủ!!
zh: 无法连接至伺服器!!

# messageErrorTimeoutError
source: Network timed out, please try again later
th: เครือข่ายหมดเวลาโปรดลองอีกครั้งในภายหลัง
vi: Mạng đã hết thời gian chờ, vui lòng thử lại sau
zh: 网络逾時，请稍候再重试

# messageErrorServerData
source: Server data error, please try again later or contact customer service
th: ข้อผิดพลาดของข้อมูลเซิร์ฟเวอร์โปรดลองอีกครั้งในภายหลังหรือติดต่อฝ่ายบริการลูกค้า
vi: Lỗi dữ liệu máy chủ, vui lòng thử lại sau hoặc liên hệ với dịch vụ khách hàng
zh: 伺服器資料错误，请稍候再重试或联系客服

# messageErrorLoadingGame
source: An error occurred while loading the game, please try again later
th: เกิดข้อผิดพลาดขณะโหลดเกมโปรดลองอีกครั้งในภายหลัง
vi: Đã xảy ra lỗi khi tải trò chơi, vui lòng thử lại sau
zh: 游戏加载发生错误，请稍候再重试

# messageErrorGamePermission
source: You do not have permission to play on this platform, please contact customer service.
vi: Bạn không được phép chơi trò chơi nền tảng này, vui lòng liên hệ với dịch vụ khách hàng
zh: 您没有权限游玩此平台游戏，请联系客服

# messageErrorLoadingPay
source: Page loading error, please try again later
th: ข้อผิดพลาดในการโหลดหน้าเว็บโปรดลองอีกครั้งในภายหลัง
vi: Lỗi tải trang, vui lòng thử lại sau
zh: 网页加载错误，请稍候再重试

# messageErrorNoStoragePermission
source: Please turn on "Save" permissions
th: โปรดเปิดการอนุญาต "บันทึก"
vi: Vui lòng bật quyền "Lưu"
zh: 请开启"保存"权限

# messageErrorHasCardData
source: A bank card has been bound
th: ผูกบัตรธนาคารไว้แล้ว
vi: Tài khoản này đã được liên kết với thẻ ngân hàng
zh: 已绑定过银行卡

# messageErrorFieldError
source: Please enter {msg}
th: โปรดป้อน {msg}
vi: vui lòng nhập {msg}
zh: 请输入{msg}

# messageErrorBindUrl
source: Cannot retrieve {wallet} wallet url
th: {wallet} ข้อผิดพลาด URL การผูก
vi: Lỗi URL liên kết ví {wallet}
zh: {wallet}钱包綁定網址錯誤

# messageErrorBindCgp
source: Please bind Cgp wallet first
th: กรุณาผูกกระเป๋าเงิน CGP ก่อน
vi: Vui lòng ràng buộc ví CGP trước
zh: 请先绑定Cgp钱包

# messageErrorBindCpw
source: Please bind the wallet for buying treasure
th: กรุณาผูกกระเป๋าเงินเพื่อซื้อสมบัติ
vi: Vui lòng ràng buộc ví CPW trước
zh: 请先绑定购宝钱包

# messageErrorBindBankcard
source: Please bind your bank card first!
th: กรุณาผูกบัตรธนาคารของคุณก่อน!
vi: Vui lòng ràng buộc thẻ ngân hàng đầu tiên！
zh: 请先绑定银行卡！

# messageErrorAccount
source: Account Error
th: ข้อผิดพลาดของบัญชี
vi: Lỗi tài khoản
zh: 帐号错误

# messageErrorAccountIsLocked
source: The account is locked, please contact customer service
th: บัญชีถูกล็อคโปรดติดต่อฝ่ายบริการลูกค้า
vi: Tài khoản bị khóa, vui lòng liên hệ với bộ phận chăm sóc khách hàng
zh: 帐号已锁定，请联系客服

# messageRepeatAccount
source: Account name repeat
th: การลงทะเบียนบัญชีที่ซ้ำกัน
vi: Đăng ký tài khoản trùng lặp
zh: 帐号重复注册

# messageErrorMobile
source: Mobile phone number error
th: หมายเลขโทรศัพท์มือถือผิดพลาด
vi: Lỗi số điện thoại di động
zh: 手机号码错误

# messageRepeatMobile
source: Repeated registration of mobile phone number
th: การลงทะเบียนหมายเลขโทรศัพท์มือถือซ้ำ
vi: Đăng ký nhiều lần số điện thoại di động
zh: 手机号码重复注册

# messageErrorPassword
source: Password Error
th: รหัสผ่านผิดพลาด
vi: sai mật khẩu
zh: 密码错误

# messageErrorPasswordHint
source: password not match, account will be locked after 5 errors
vi: Mật khẩu không khớp, tài khoản sẽ bị khóa sau 5 lỗi
zh: 密码不符合，错误5次将锁定帐号

# messageErrorReferral
source: Referral Code not valid
th: รหัสอ้างอิงไม่ถูกต้อง
vi: Mã giới thiệu không hợp lệ
zh: 推荐码无效

# messageErrorWithdraw
source: withdrawal failed
th: การถอนล้มเหลว
vi: Rút tiền không thành công
zh: 提款失败

# messageCopy
source: Copy to clipboard
th: คัดลอกไปที่คลิปบอร์ด
vi: Sao chép vào clipboard
zh: 已复制到剪贴板

# messageCopyError
source: Copy failed
th: คัดลอกล้มเหลว
vi: Sao chép không thành công
zh: 复制失败

# messageWait
source: Please wait while processing the request ...
th: โปรดรอขณะดำเนินการตามคำขอ ...
vi: Đang xử lý yêu cầu, vui lòng đợi ...
zh: 处理请求中，请稍候…

# messageWaitComplete
source: Don't exit while processing a request
th: อย่าออกขณะดำเนินการตามคำขอ
vi: Vui lòng không thoát khi đang xử lý yêu cầu
zh: 处理请求中，请勿退出

# messageSuccess
source: Success
th: ความสำเร็จ
vi: sự thành công
zh: 成功

# messageFailed
source: Change failed, please try again later
th: การเปลี่ยนแปลงล้มเหลวโปรดลองอีกครั้งในภายหลัง
vi: Thay đổi không thành công, vui lòng thử lại sau
zh: 更改失败，请稍候再重试

# messagePartFailed
source: Some of the transfer action has failed
th: การโอนบางส่วนล้มเหลว
vi: Một số nền tảng chuyển không thành công
zh: 部分平台转帐失败

# messageSentVerify
source: Verify Code has sent
th: ยืนยันรหัสได้ส่งแล้ว
vi: mã xác minh đã gửi
zh: 已发送验证码

# homeHintWelcomeLogin
source: Welcome！ Please login first
th: ยินดีต้อนรับ！ กรุณาเข้าสู่ระบบก่อน
vi: Xin chào! Hãy đăng nhập với tư cách thành viên
zh: 您好！ 请登入会员

# homeHintWelcome
source: Welcome！
th: ยินดีต้อนรับ！
vi: Xin chào!
zh: 您好！

# homeHintWelcomeMember
source: Hello, {name}！
th: สวัสดี {name}！
vi: {name} Xin chào!
zh: {name}您好！

# homeHintFreeUsage
source: Free of charge
th: ไม่เสียค่าใช้จ่าย
vi: Sử dụng miễn phí
zh: 免费使用

# homeHintMemberCreditLeft
source: Credit
th: เครดิต
vi: Thăng bằng
zh: 总余额
