Repository: ChivialK/flutter-85bet-mobile
Catalog: lib/l10n/intl_*.arb
Languages: th, vi, zh

# homeHintDefaultMarquee
source: Hello, dear member! If you have any questions about this website, please use the online customer service system.
th: สวัสดีสมาชิกที่รัก! หากคุณมีคำถามใดๆเกี่ยวกับเว็บไซต์นี้โปรดใช้ระบบบริการลูกค้าออนไลน์
vi: Xin chào, thành viên thân mến! Nếu bạn có bất kỳ câu hỏi nào về việc sử dụng, vui lòng sử dụng hệ thống dịch vụ khách hàng trực tuyến.
zh: 尊敬的会员您好！如果您有任何使用上的问题，请使用在线客服系统。

# homeUserTabCategoryMovie
source: Movie
th: ภาพยนตร์
vi: XEM PHIM
zh: 影城

# homeUserTabCategoryRecommend
source: Recommend
th: แนะนำ
vi: giới thiệu
zh: 站长推荐

# homeUserTabCategoryFavorite
source: Favorite
th: รายการโปรด
vi: Yêu thích
zh: 我的最爱

# homeUserTabCategoryGames
source: Games
th: เกม
vi: trò chơi
zh: 游戏

# gameCategoryCasino
source: Casino
th: คาสิโน
vi: SÒNG BẠC
zh: 真人

# gameCategoryCasinoFull
source: Casino
th: คาสิโน
vi: SÒNG BẠC
zh: 真人娱乐

# gameCategorySlot
source: Slot
th: สล็อต
vi: TRÒ CHƠI
zh: 电子

# gameCategorySlotFull
source: Slot
th: สล็อต
vi: TRÒ CHƠI
zh: 电子游戏

# gameCategorySport
source: Sport
th: กีฬา
vi: THỂ THAO
zh: 体育

# gameCategorySportFull
source: Sport
th: กีฬา
vi: THỂ THAO
zh: 体育竞技

# gameCategoryFish
source: Fish
th: ปลา
vi: BẮN CÁ
zh: 捕鱼

# gameCategoryFishFull
source: Fishing
th: ตกปลา
vi: BẮN CÁ
zh: 捕鱼电玩

# gameCategoryLottery
source: Lottery
th: ลอตเตอรี
vi: XỔ SỐ
zh: 彩票

# gameCategoryLotteryFull
source: Lottery
th: ลอตเตอรี
vi: XỔ SỐ
zh: 彩票投注

# gameCategoryCard
source: Card
th: การ์ด
vi: GAME BÀI
zh: 棋牌

# gameCategoryCardFull
source: Card
th: การ์ด
vi: GAME BÀI
zh: 热门棋牌

# gameCategoryGift
source: Gift
th: ของขวัญ
vi: Quà tặng
zh: 礼物

# gameCategoryCockFighting
source: Cockfighting
th: ชนไก่
vi: CHỌI GÀ
zh: 斗鸡

# gameCategoryAll
source: All
th: ทั้งหมด
vi: Tất cả
zh: 全部

# gameCategoryOther
source: Other
th: อื่นๆ
vi: Khác
zh: 其他

# gameCategoryWeb
source: Website
th: เว็บไซต์
vi: Phiên bản web
zh: 网页版

# gameCategoryWebHint
source: Click me to open 79Bet website
th: คลิกฉันเพื่อเปิดเว็บไซต์ 85Bet
vi: Nhấp vào tôi để mở phiên bản web
zh: 点我开启SBB网页版

# gameCategoryMovieWeb
source: Watch Movie
th: ดูหนัง
vi: XEM PHIM
zh: 观看电影

# gameCategoryMovieWebHint
source: Click me to watch movie
th: คลิกฉันเพื่อชมภาพยนตร์
vi: Bấm để xem phim
zh: 点我观看电影

# gameCategoryAbout
source: About Us
th: เกี่ยวกับเรา
vi: VỀ CHÚNG TÔI
zh: 关于我们

# userPwdFieldTitleOld
source: Old Password:
th: รหัสผ่านเดิม:
vi: Mật khẩu cũ：
zh: 旧密码：

# userPwdFieldTitleNew
source: New Password:
th: รหัสผ่านใหม่:
vi: Mật khẩu mới：
zh: 新密码：

# userPwdFieldTitleConfirm
source: Password Confirmation:
th: การยืนยันรหัสผ่าน:
vi: Xác nhận mật khẩu：
zh: 密码确认：

# userPwdFieldHintOld
source: Enter old password
th: ป้อนรหัสผ่านเดิม
vi: Nhập mật khẩu cũ
zh: 输入旧密码

# userPwdFieldHintNew
source: Enter new password
th: ป้อนรหัสผ่านใหม่
vi: Nhập mật khẩu mới
zh: 输入新密码

# userPwdFieldHintConfirm
source: Enter the new password again
th: ป้อนรหัสผ่านใหม่อีกครั้ง
vi: Nhập mật khẩu mới
zh: 再次输入新密码

# userPwdButtonTitle
source: Change Password
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh: 修改密码

# userVerifyFieldTitle
source: Verify:
th: ยืนยัน:
vi: Mã xác nhận:
zh: 验证码：

# userVerifyFieldHint
source: enter verify code
th: ป้อนรหัสยืนยัน
vi: Vui lòng nhập mã xác nhận
zh: 请输入验证码

# userVerifyFieldInfo
source: You can only request once in 24 hrs
th: คุณสามารถขอได้ครั้งเดียวใน 24 ชม.
vi: Chỉ có thể lấy một bộ mã xác minh trong vòng 24 giờ
zh: 24小时内只能获取一组验证码

# userVerifyButtonText
source: Request{separator}Code
th: ขอ {separator} รหัส
vi: Nhận mã xác minh {separator}
zh: 获取{separator}验证码

# registerFieldTitleAccount
source: Account
th: บัญชี
vi: Số tài khoản
zh: 帐号

# registerFieldTitlePassword
source: Password
th: รหัสผ่าน
vi: Mật khẩu
zh: 密码

# registerFieldTitleConfirm
source: Confirm Password
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu
zh: 确认密码

# registerFieldTitlePhone
source: Mobile number
th: หมายเลขโทรศัพท์มือถือ
vi: Số điện thoại
zh: 手机号

# registerFieldTitleEmail
source: E-Mail
zh: 电子信箱

# registerFieldTitleVerify
source: Verification Code
th: รหัสยืนยัน
vi: Mã xác minh điện thoại di động
zh: 手机验证码

# registerFieldHintVerify
source: Please enter a verification code
th: โปรดป้อนรหัสยืนยัน
vi: Vui lòng nhập mã xác minh di động của bạn
zh: 请输入手机验证码

# registerFieldTitleRecommend
source: Recommended Code
th: รหัสที่แนะนำ
vi: Mã đại lý
zh: 推荐码

# registerButtonTitleRefresh
source: Refresh
th: รีเฟรช
vi: kích vào hình ảnh để làm mới
zh: 点图刷新

# registerButtonTitleRegister
source: Register
th: ลงทะเบียน
vi: đăng ký
zh: 注册

# registerButtonTitleSendVerify
source: Send Verify Code
th: ส่งรหัสยืนยัน
vi: Gửi mã xác minh điện thoại
zh: 发送手机验证码

# registerCheckButtonNews
source: Receive promotion information
th: รับข้อมูลโปรโมชั่น
vi: Nhận thông tin ưu đãi
zh: 接收优惠活动信息

# registerCheckButtonTerms
source: Have read and agree to the 'Terms and Conditions' betting rules
th: ได้อ่านและยอมรับกฎการเดิมพัน "ข้อกำหนดและเงื่อนไข"
vi: Đọc và đồng ý với các quy tắc cá cược của Điều khoản và Điều kiện
zh: 已阅读并同意《条款与细则》的投注规则

# registerButtonServiceHint
source: If you have any questions, please click this icon!
th: หากคุณมีคำถามใดๆโปรดคลิกที่ไอคอนนี้!
vi: Mọi thắc mắc xin vui lòng ấn vào biểu tượng này !
zh: 如有任何疑问，请单击此图标!

# registerHintAutoLogin
source: Logging in，please wait...
th: กำลังเข้าสู่ระบบ, โปรดรอสักครู่ ...
vi: Đang đăng nhập, vui lòng đợi ...
zh: 登入中，请稍候...

# promoDetailText
source: >>Detail
th: >> รายละเอียด
vi: >>Chi tiết hoạt động
zh: >>活动细则

# promoCategoryOther
source: Other
th: อื่นๆ
vi: Khác
zh: 其它

# promoDetailPlatform
source: Applicable Platform
th: แพลตฟอร์มที่ใช้งานได้
vi: Nền tảng áp dụng
zh: 适用平台

# promoDetailContent
source: Event Content
th: เนื้อหาเหตุการณ์
vi: Nội dung hoạt động
zh: 活动内容

# promoDetailApply
source: Application Method
th: วิธีการสมัคร
vi: Phương pháp ứng dụng
zh: 申请方式

# promoDetailRules
source: Event Details
th: รายละเอียดกิจกรรม
vi: Quy tắc hoạt động
zh: 活动细则

# memberGridTitleDeposit
source: Recharge
th: เติมเงิน
vi: NẠP TIỀN
zh: 充值

# memberGridTitleTransfer
source: Transfer
th: โอน
vi: Chuyển khoản
zh: 转帐

# memberGridTitleCard
source: Bank Card
th: บัตรธนาคาร
vi: Thẻ ngân hàng
zh: 银行卡

# memberGridTitleWithdraw
source: Withdraw
th: ถอน
vi: Rút tiền
zh: 提现

# memberGridTitleBalance
source: Platform balance
th: ความสมดุลของแพลตฟอร์ม
vi: Số dư nền tảng
zh: 平台馀额

# memberGridTitleWallet
source: Transfer Wallet
th: โอนกระเป๋าเงิน
vi: Ví
zh: 免转钱包

# memberGridTitleMessage
source: Site Message
th: ข้อความของไซต์
vi: Hòm thư
zh: 站内信

# memberGridTitleAccount
source: Account Center
th: ศูนย์บัญชี
vi: Tài khoảng trung tâm
zh: 帐户中心

# memberGridTitleTransaction
source: Transfer Record
th: บันทึกการโอน
vi: Hồ sơ chuyển
zh: 转帐记录

# memberGridTitleBet
source: Bet History
th: ประวัติการเดิมพัน
vi: Lịch sử đặt cược
zh: 投注记录

# memberGridTitleDeal
source: Deals History
th: ประวัติดีล
vi: Lịch sử giao dịch
zh: 交易记录

# memberGridTitleFlow
source: Flow Record
th: โฟลว์เรคคอร์ด
vi: Tổng cược
zh: 流水记录

# memberGridTitleAgent
source: Agent
th: ตัวแทน
vi: Đại lý
zh: 代理

# memberGridTitleLogout
source: Sign Out
th: ออกจากระบบ
vi: Đăng xuất
zh: 登出

# transferViewTitleOut
source: OUT
th: ออก
vi: Chuyển ra ngoài
zh: 转出

# transferViewTitleIn
source: IN
th: ใน
vi: Chuyển khoản
zh: 转入

# transferViewSiteHint
source: Select One
th: เลือกหนึ่งรายการ
vi: xin vui lòng chọn
zh: 请选择平台

# transferViewTitleAmount
source: Amount
th: จำนวนเงิน
vi: Số tiền
zh: 金额

# transferViewTitleOption
source: Select Amount
th: เลือกจำนวนเงิน
vi: Điểm số
zh: 选择金额

# transferViewTextOptionAll
source: All
th: เครดิตทั้งหมด
vi: Tất cả
zh: 全部额度

# transferViewButtonConfirm
source: Confirm Transfer
th: ยืนยันการโอน
vi: Xác nhận chuyển tiền
zh: 确认转帐

# transferDataError
source: Data error, please select again
th: ข้อมูลผิดพลาดโปรดเลือกอีกครั้ง
vi: Lỗi dữ liệu, vui lòng chọn lại
zh: 数据错误，请重新选择

# transferPlatformError
source: Selected platform is maintaining
th: แพลตฟอร์มที่เลือกกำลังบำรุงรักษา
vi: Nền tảng đã chọn hiện không thể chuyển tiền
zh: 所选平台当前无法转帐

# transferResultAlertTitle
source: Transfer failed
th: การโอนล้มเหลว
vi: Chuyển không thành công
zh: 转帐失败

# transferHintRefresh
source: 4. If platform credit did not update after transfer, please reselect the platform to refresh or contact customer service
th: 4. หากเครดิตแพลตฟอร์มไม่อัปเดตหลังโอนโปรดเลือกแพลตฟอร์มอีกครั้งเพื่อรีเฟรชหรือติดต่อฝ่ายบริการลูกค้า
vi: 4.Nếu số tiền nền tảng không thay đổi sau khi chuyển khoản thành công, vui lòng chọn nền tảng để làm mới số tiền một lần nữa hoặc liên hệ với dịch vụ khách hàng
zh: 4.转帐成功後若平台金额未改变，请再次选择平台刷新金额或联系客服

# transferMessage
source: {from} to {to}
th: {from} ถึง {to}
vi: {from} Đến {to}
zh: {from} 到 {to}

# bankcardViewTitleNew
source: Add Bankcard
th: เพิ่มบัตรธนาคาร
vi: Thêm thẻ ngân hàng
zh: 添加银行卡

# bankcardViewHintNew
source: Please bind a bankcard for receiving payment
th: กรุณาผูกบัตรธนาคารเพื่อรับการชำระเงิน
vi: Vui lòng liên kết thẻ ngân hàng để nhận thanh toán
zh: 请先绑定一张银行卡，用于收款

# bankcardViewTitleOwner
source: Account Name
th: ชื่อบัญชี
vi: Tên tài khoản
zh: 帐户姓名

# bankcardViewTitleHolder
source: Account Holder
th: เจ้าของบัญชี
vi: chủ tài khoản
zh: 账户持有人

# bankcardViewTitleBank
source: Bank
th: ธนาคาร
vi: Ngân hàng BIDV
zh: 银行

# bankcardViewTitleBankName
source: Bank Name
th: ชื่อธนาคาร
vi: Tên ngân hàng
zh: 银行名称

# bankcardViewTitleCardNumber
source: Bank Account
th: หมายเลขบัญชี (บัตร)
vi: Số tài khoản
zh: 账(卡)号

# bankcardViewTitleBankBranch
source: Branch
th: สาขาธนาคาร
vi: Chi nhánh
zh: 银行支行

# bankcardViewTitleBankProvince
source: Province
th: เปิดบัญชี
vi: Mở tài khoản
zh: 开户网点

# bankcardViewTitleBankArea
source: Area
th: พื้นที่
vi: Khu vực
zh: 地区

# bankcardViewTitleSend
source: Send
th: ส่ง
vi: Gửi
zh: 送出

# withdrawViewTitleAmount
source: Withdrawal Amount
th: จำนวนเงินที่ถอน
vi: Số tiền rút
zh: 提款金额

# withdrawViewTitlePwd
source: Withdrawal Password
th: ถอนรหัสผ่าน
vi: Mật khẩu rút tiền
zh: 提现密码

# withdrawViewTitleNote
source: Note
th: หมายเหตุ
vi: Nhận xét
zh: 备注

# withdrawViewOptionVirtual
source: Do not use virtual currency
th: อย่าใช้สกุลเงินเสมือน
vi: Không sử dụng tiền ảo
zh: 不使用虚拟货币

# withdrawViewOptionCgp
source: Use CGP
th: ใช้ CGP
vi: Sử dụng ví CGP
zh: 使用CGP钱包

# withdrawViewOptionCpw
source: Use CPW
th: ใช้ CPW
vi: Sử dụng ví CPW
zh: 使用购宝钱包

# withdrawViewOptionHint1
source: If you want to withdraw virtual currency, please select it after binding
th: หากคุณต้องการถอนสกุลเงินเสมือนจริงโปรดเลือกหลังจากผูกมัด
vi: Nếu bạn cần trích xuất tiền ảo vui lòng chọn lấy
zh: 如需提取虚拟货币请绑定後选取

# withdrawViewOptionHint2
source: You will need to keep at least:
th: คุณจะต้องเก็บอย่างน้อย:
vi: Yêu cầu lưu lượng còn lại：
zh: 流水要求剩余：

# withdrawViewOptionHint3
source: Data delay will very from game suppliers
th: ความล่าช้าของข้อมูลจะมากจากซัพพลายเออร์เกม
vi: Nhắc bạn rằng dữ liệu doanh thu sẽ khác do công ty trò chơi chậm trễ
zh: 提醒您流水数据会因为游戏商延迟而有差异

# withdrawViewHint1
source: Members who want to change the bank card bound to the network when withdrawing money, please contact online customer service for instructions.
th: สมาชิกที่ต้องการเปลี่ยนบัตรธนาคารที่ผูกไว้กับเครือข่ายเมื่อถอนเงินโปรดติดต่อฝ่ายบริการลูกค้าออนไลน์เพื่อขอคำแนะนำ
vi: Hội viên muốn thay đổi thẻ ngân hàng ràng buộc với web khi rút tiền ,vui lòng liên hệ với dịch vụ chăm sóc khách hàng trực tuyến để được hướng dẫn .
zh: 提款时想要更改与网络绑定的银行卡的会员，请联系在线客服以获取指示。

# withdrawViewHint2
source: Each member account can only withdraw up to 3 withdrawals per day, if more than 3 withdrawals will be charged a 5% service fee.
th: บัญชีสมาชิกแต่ละบัญชีสามารถถอนได้สูงสุด 3 ครั้งต่อวันหากถอนมากกว่า 3 ครั้งจะถูกเรียกเก็บค่าบริการ 5%
vi: Mỗi tài khoản hội viên được tối đa 3 lần rút tiền trong ngày , nếu hơn 3 lần sẽ phải chịu thêm phí dịch vụ 5%.
zh: 每个会员账户每天最多只能取3次提款，如果超过3次将加收5％的服务费。

# walletViewTitle
source: Wallet
th: กระเป๋าสตางค์กลาง
vi: Ví trung tâm
zh: 中心钱包

# walletViewTitleMy
source: My Wallet
th: กระเป๋าเงินของฉัน
vi: Túi của tôi
zh: 我的钱包

# walletViewTitleRemain
source: Total balance
th: ยอดเงินทั้งหมด
vi: Tổng số dư
zh: 总余额

# walletViewTitleWalletSingle
source: Single Wallet
th: กระเป๋าเงินใบเดียว
vi: Ví đơn
zh: 单一钱包

# walletViewTitleWalletMulti
source: Multi-Wallet
th: กระเป๋าเงินหลายใบ
vi: Nhiều ví
zh: 多钱包

# walletViewButtonOneClick
source: Transfer Here
th: โอนที่นี่
vi: Chuyển hết về tài khoản chính
zh: 一键归户

# walletViewHintOneClick
source: All platform credits will transfer to the main wallet
th: เครดิตแพลตฟอร์มทั้งหมดจะโอนไปยังกระเป๋าเงินหลัก
vi: Tất cả các khoản tín dụng nền tảng được chuyển vào ví chính
zh: 所有平台额度转入主钱包

# walletViewHintOneClickWait
source: Transferring...
th: กำลังโอน ...
vi: Đang quay lại, vui lòng đợi ...
zh: 归户中，请稍候...

# walletViewHintWalletSingle
source: * System presets automatically transfer credits to open game platforms
th: * ระบบตั้งค่าล่วงหน้าโอนเครดิตไปยังแพลตฟอร์มเกมที่เปิดไว้โดยอัตโนมัติ
vi: *Hệ thống đặt trước để tự động chuyển tín dụng sang nền tảng trò chơi mở
zh: *系统预设，自动将额度转入开启的游戏平台

# walletViewHintWalletMulti
source: * Manually transfer credits to this game platform
th: * โอนเครดิตไปยังแพลตฟอร์มเกมนี้ด้วยตนเอง
vi: *Cần tự chuyển tín dụng sang nền tảng chơi game
zh: *需手动转移额度到该游戏平台

# walletViewMessageSetting
source: change wallet settings
th: เปลี่ยนการตั้งค่ากระเป๋าเงิน
vi: Thay đổi cài đặt ví
zh: 更改钱包设置

# messageNoMessages
source: No messages
th: ไม่มีข้อมูลสถานี
vi: Hiện tại không có thông tin trạm
zh: 目前没有站内信息

# centerViewTitleData
source: Profile
th: โปรไฟล์
vi: Thông tin khách hàng
zh: 个人资料

# centerViewTitleLotto
source: Lucky Code
th: รหัสนำโชค
vi: 6 mã may mắn
zh: 六合幸运码

# centerViewTitleVipRank
source: Vip Tier
th: ระดับ VIP
vi: Cấp độ VIP
zh: Vip阶层

# centerTextTitleAccount
source: Username:
th: ชื่อผู้ใช้:
vi: Tên tài khoản
zh: 用户名：

# centerTextTitleName
source: Name:
th: ชื่อ:
vi: Họ tên
zh: 姓名：

# centerTextTitleBirth
source: Birthday:
th: วันเกิด:
vi: Ngày sinh
zh: 生日：

# centerTextTitleDateHint
source: Format is: 0000–00–00
th: รูปแบบคือ: 0000–00–00
vi: Định dạng là:0000-00-00
zh: 格式为：0000–00–00

# centerTextTitleDateError
source: Please enter the correct date (format: YYYY–MM–DD)
th: โปรดป้อนวันที่ที่ถูกต้อง (รูปแบบ: YYYY – MM – DD)
vi: Vui lòng nhập đúng ngày (định dạng: 0000-00-00)
zh: 请输入正确日期(格式为：西元年–月–日)

# centerTextTitleMailError
source: Please enter the correct email
th: กรุณากรอกอีเมลที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email chính xác
zh: 请输入正确邮箱

# centerTextTitlePhone
source: Mobile number:
th: เบอร์มือถือ:
vi: Số điện thoại
zh: 手机号：

# centerTextTitleMail
source: Mailbox:
th: กล่องจดหมาย:
vi: Email
zh: 邮箱：

# centerTextTitleWechat
source: WeChat:
vi: Tín hiệu vi mô：
zh: 微信号：

# centerTextTitleCgp
source: Cgp Wallet
vi: CGP ví tiền
zh: Cgp钱包：

# centerTextTitleCpw
source: Shop treasure wallet
th: ช็อปสมบัติกระเป๋าเงิน
vi: CPW ví tiền
zh: 购宝钱包：

# centerTextButtonChangePwd
source: Change Password
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh: 更改密码

# centerTextButtonBind
source: Bind
th: ผูก
vi: Bắt buộc
zh: 绑订

# centerTextButtonEdit
source: Modify
th: ปรับเปลี่ยน
vi: Sửa đổi
zh: 修改

# centerTextButtonSend
source: Send
th: ส่ง
vi: Gửi
zh: 发送

# centerHintNoName
source: Please go to the binding bank card to make related settings
th: โปรดไปที่บัตรธนาคารที่มีผลผูกพันเพื่อทำการตั้งค่าที่เกี่ยวข้อง
vi: Vui lòng đến thẻ ngân hàng ràng buộc để thực hiện các cài đặt có liên quan
zh: 请至绑订银行卡做相关设定

# centerLuckyTitle
source: Please fill in the numbers from 01 to 49 in the following 7 spaces
th: กรุณากรอกตัวเลขตั้งแต่ 01 ถึง 49 ในช่องว่าง 7 ช่องต่อไปนี้
vi: Xin vui lòng trong 7 ô trống sau đây，Điền vào các số 01~49
zh: 请在以下7个空格中，填入01~49的数字

# centerLuckyNumberError
source: Number range: 01~49
th: ช่วงตัวเลข: 01~49
vi: Dải số: 01~49
zh: 数字范围:01~49

# centerLuckyHint
source: Bind the Lucky Code, you can participate in the Lottery Match Code, wonderful gift for you !!!
th: ผูกรหัสนำโชค คุณสามารถมีส่วนร่วมในรหัสจับคู่ลอตเตอรี ของขวัญที่ยอดเยี่ยมสำหรับคุณ !!!
vi: Mã may mắn，Đã có thể tham gia vào mã sáu màu may mắn，Món quà tuyệt vời cho bạn!!!
zh: 绑定六合幸运码，就能参加六合彩运码对对碰哦，精彩大礼送给你!!!

# centerLuckyButtonGenerate
source: Auto Generated
th: สร้างอัตโนมัติ
vi: Được tạo tự động
zh: 自动生成

# centerLuckyButtonBind
source: Confirm Bind
th: ยืนยันการผูก
vi: Xác nhận ràng buộc
zh: 确认绑定

# centerDialogCpwLeftTitle
source: APP not installed？
th: ไม่ได้ติดตั้ง APP？
vi: Bạn chưa có ứng dụng CPW?
zh: 还没有购宝APP？

# centerDialogCpwLeftHint
source: ※ Will close APP
th: ※จะปิด APP
vi: ※ iPad không được hỗ trợ
zh: ※ 点击将退出APP(不支持iPad)

# centerDialogCpwRightTitle
source: APP installed
th: ติดตั้ง APP แล้ว
vi: ỨNG DỤNG Gobao
zh: 已有购宝APP

# centerDialogCpwRightHint
source: (please wait for data update)
th: (โปรดรอให้หน้านี้อัปเดตหลังจากเชื่อมโยง)
vi: (Vui lòng đợi trang cập nhật sau khi ràng buộc)
zh: (绑定完成后请等侯页面更新)

# centerDialogCpwRightHint2
source: or
th: หรือ
vi: hoặc là
zh: 或

# centerDialogCpwRightLinkError
source: Url Error, please contact service.
th: URL ผิดพลาดโปรดติดต่อฝ่ายบริการ
vi: Không thể lấy URL ràng buộc, vui lòng liên hệ với dịch vụ khách hàng
zh: 无法取得绑定网址，请联系客服

# transactionViewSpinnerTitle
source: Transfer time
th: เวลาโอน
vi: Thời gian chuyển
zh: 转帐时间

# transactionHeaderSerial
source: No.
th: ลำดับ
vi: Số
zh: 序号

# transactionHeaderDate
source: Date
th: วันที่
vi: Ngày
zh: 日期

# transactionHeaderType
source: Type
th: หมวดหมู่
vi: Các loại
zh: 类别

# transactionHeaderDesc
source: Notice
th: คำอธิบาย
vi: Mô tả
zh: 说明

# transactionHeaderAmount
source: Value
th: จำนวนเงิน
vi: tiền
zh: 金额

# betsSpinnerTitlePlatform
source: Game Platform
th: แพลตฟอร์มเกม
vi: Kênh TRÒ CHƠI
zh: 游戏平台

# betsSpinnerOptionAllPlatform
source: All Platform
th: ทุกแพลตฟอร์ม
vi: Tất cả các nền tảng
zh: 全部平台

# betsSpinnerTitleTime
source: Bet Time
th: เวลาเดิมพัน
vi: Thời gian
zh: 投注时间

# betsFieldTitleStartTime
source: Start
th: เริ่ม
vi: Ngày bắt đầu
zh: 開始时间

# betsFieldTitleEndTime
source: End
th: สิ้นสุด
vi: Ngày kết thúc
zh: 結束时间

# betsFieldDateError
source: Date Range Error
th: ข้อผิดพลาดช่วงวันที่
vi: Khoảng thời gian sai
zh: 时间范围错误

# betsTextTotal
source: Total: VDK {value}
th: ทั้งหมด: $ {value}
vi: Tổng cộng: NTD {value}
zh: 总计: NTD {value}

# betsHeaderDate
source: Time
th: เวลา
vi: Thời gian
zh: 时间

# betsHeaderId
source: bet slip number
th: หมายเลขบันทึก
vi: Số ghi chú
zh: 注单号

# betsHeaderPlatform
source: Platform
th: เวที
vi: Kênh, đài
zh: 平台

# betsHeaderGame
source: Game Name
th: ชื่อเกม
vi: Tên TRÒ CHƠI
zh: 游戏名称

# betsHeaderAmount
source: Bet Amount
th: จำนวนเงินเดิมพัน
vi: Tiền đặt cược
zh: 投注额

# betsHeaderValidBet
source: Valid Bet
th: เดิมพันที่ถูกต้อง
vi: Cược hợp lệ
zh: 有效投注

# betsHeaderBonus
source: Payout Amount
th: จำนวนเงินที่จ่าย
vi: Tiền thanh toán
zh: 派彩金额

# betsHeaderSum
source: Total
th: ผลรวม
vi: toàn bộ
zh: 总计

# dealsViewSpinnerType0
source: All
th: ทั้งหมด
vi: Tất cả
zh: 全部

# dealsViewSpinnerType1
source: Recharge
th: เติมเงิน
vi: Nạp điện
zh: 充值

# dealsViewSpinnerType2
source: Withdrawal
th: การถอน
vi: Rút tiền
zh: 提现

# dealsViewSpinnerType3
source: Bonus
th: โบนัส
vi: Cổ tức
zh: 红利

# dealsViewSpinnerStatus0
source: All
th: ทั้งหมด
vi: Tất cả
zh: 全部

# dealsViewSpinnerStatus1
source: Success
th: ความสำเร็จ
vi: Thành công
zh: 成功

# dealsViewSpinnerStatus2
source: Rejected
th: ล้มเหลว
vi: Từ chối
zh: 拒絕

# dealsViewSpinnerStatus3
source: Processing
th: กำลังประมวลผล
vi: Gia công
zh: 处理中

# dealsViewSpinnerStatus4
source: New Deal
th: ดีลใหม่
vi: Giao dịch mới
zh: 新交易

# dealsHeaderSerial
source: No.
th: หมายเลขเดียว
vi: Số đơn đặt
zh: 单号

# dealsHeaderType
source: Type
th: items
vi: Dự án
zh: 项目

# dealsHeaderDetail
source: Detail
th: รายละเอียด
vi: Chi tiết
zh: 明细

# dealsHeaderStatus
source: Status
th: สถานะการสั่งซื้อ
vi: Trạng thái
zh: 订单状态

# dealsHeaderDate
source: Date
th: วันที่
vi: Ngày
zh: 日期

# dealsHeaderAmount
source: Amount
th: จำนวนเงิน
vi: Số tiền
zh: 金额

# dealsDetailTypeAdjustCash
source: Adjust Cash
vi: Số tiền điều chỉnh
zh: 调整金额

# dealsDetailTypeAdjustDeposit
source: Adjust Deposit
th: จำนวนเงินที่ปรับแล้ว
vi: Số tiền điều chỉnh
zh: 调整存款

# dealsDetailTypeAdjustWithdraw
source: Adjust Withdraw
th: ปรับการถอน
vi: Điều chỉnh việc rút tiền
zh: 调整取款

# depositPaymentNoData
source: No available payment method
th: ตรวจสอบว่าไม่มีวิธีการเติมเงิน
vi: Kiểm tra xem không có phương thức nạp tiền nào
zh: 查無可使用的充值方式

# depositPaymentTitleBank
source: Bank Deposit
th: เงินฝากธนาคาร
vi: Ngân hàng điện tử
zh: 银行充值

# depositPaymentTitleQuick
source: Quick Pay (Recommended)
th: การจ่ายเงินด่วน (แนะนำ)
vi: Thanh toán nhanh (được khuyến nghị)
zh: 快捷支付(推荐)

# depositPaymentTitleUnion
source: UnionPay
th: ยูเนี่ยนเพย์
vi: Thanh toán UnionPay
zh: 银联支付

# depositPaymentTitleCgp
source: CGPay
vi: CPW
zh: 购宝钱包

# depositPaymentTitleAli
source: AliPay
th: อาลีเพย์
vi: Thanh toán bằng tiền mặt
zh: 支付宝支付

# depositPaymentTitleJd
source: JD Pay
vi: Thanh toán Jingdong
zh: 京东支付

# depositPaymentTitleOnline
source: Online Payment
th: การชำระเงินออนไลน์
vi: Thanh toán trực tuyến
zh: 在线支付

# depositPaymentTitleWechat
source: WeChat Pay
vi: Thanh toán WeChat
zh: 微信支付

# depositPaymentTitleAtm
source: WEB ATM
vi: Chuyển tại ATM
zh: 网银转帐

# depositPaymentTitleQr
source: QR Code
th: รหัสสแกน QR
vi: Mã quét QR
zh: QR扫码

# depositPaymentSpinnerTitlePromo
source: Choose Offer
th: เลือกข้อเสนอ
vi: Chọn ưu đãi
zh: 选择优惠

# depositPaymentSpinnerTitleBank
source: Deposit Bank
th: เงินฝากธนาคาร
vi: Chọn ngân hàng
zh: 支付银行

# depositPaymentSpinnerTitleAccountBank
source: Bank
th: ธนาคาร
vi: Ngân hàng thanh toán
zh: 打款人银行

# depositPaymentSpinnerTitleMethod
source: Recharge Method
th: วิธีการเติมเงิน
vi: Phương thức nạp tiền
zh: 充值方式

# depositPaymentEditTitleName
source: Name
th: ชื่อ
vi: Tên chủ thẻ
zh: 打款人姓名

# depositPaymentEditTitleNameHint
source: fill in account holder
th: กรอกข้อมูลเจ้าของบัญชี
vi: Vui lòng điền tên người trả tiền của bạn
zh: 请填写您的打款人姓名

# depositPaymentEditTitleAccount
source: Bank Account
th: บัญชีธนาคาร
vi: Số tài khoản ngân hàng
zh: 打款人银行账号

# depositPaymentEditTitleAccountHint
source: fill in bank account
th: กรอกบัญชีธนาคาร
vi: Vui lòng điền vào tài khoản ngân hàng của người trả tiền
zh: 请填写打款人的银行账号

# depositPaymentEditTitleAmount
source: Deposit Amount
th: จำนวนเงินฝาก
vi: Số tiền
zh: 存款金额

# depositPaymentEditTitleAmountHintRange
source: Range: {num}~{num2}
th: ช่วง: {num}~{num2}
vi: {num}~{num2}
zh: 输入范围:{num}~{num2}

# depositPaymentEditTitleAmountHintRangeStep
source: Range: {num}~{num2} (Step:{num3})
th: ช่วง: {num}~{num2} (ขั้นตอน: {num3})
vi: Phạm vi đầu vào:{num}~{num2}(Số tiền là bội số của {num3})
zh: 输入范围:{num}~{num2}(金额为{num3}的倍数)

# depositPaymentEditTitleCode
source: Transaction Code
vi: Mã giao dịch
zh: 交易码

# depositPaymentEditHintCode
source: please enter the transaction code
vi: Vui lòng điền mã giao dịch
zh: 请填写交易码

# depositPaymentEditTitleNote
source: Remarks
th: หมายเหตุ
vi: Nhận xét
zh: 备注

# depositPaymentButtonTitleTutorial
source: Tutorial
th: บทช่วยสอน
vi: Nhấp vào tôi để xem giảng dạy
zh: 点我看教学

# depositPaymentTitleTutorial
source: Tutorial
th: บทช่วยสอน
vi: Sử dụng giảng dạy
zh: 使用教学

# depositPaymentMethodLocal1
source: Local Transfer
th: โอนเงินภายในประเทศ
vi: Chuyển khoản nạp tiền
zh: 转帐充值

# depositPaymentMethodLocal2
source: ATM Deposit
th: เงินฝาก ATM
vi: Nạp tiền ATM
zh: ATM充值

# depositPaymentNoPromo
source: Without Promo
th: ไม่มีโปรโมชั่น
vi: Từ bỏ đề nghị
zh: 放弃申请优惠

# depositHintRedirectBankcard
source: Please add a bankcard first
th: โปรดเพิ่มบัตรธนาคารก่อน
vi: Vui lòng điền thông tin thẻ ngân hàng trước
zh: 充值请先填写银行卡资讯

# depositHintTextAccount
source: Please contact customer service for recharge account information
th: โปรดติดต่อฝ่ายบริการลูกค้าสำหรับข้อมูลบัญชีเติมเงิน
vi: Nạp thông tin tài khoản, vui lòng liên hệ với dịch vụ
zh: 充值帐号资讯请联络客服

# depositHintTextAmount
source: Single Deposit Limit: {value}
th: ขีดจำกัดการฝากเงินครั้งเดียว: VDK {value}
vi: Giới hạn tối đa duy nhất: {value}
zh: 单笔最高限额: {value}
