Repository: ChivialK/flutter-85bet-mobile
Catalog: lib/l10n/intl_*.arb
Languages: th, vi, zh

# wheelOrderTableTextStatus1
source: Dispatched
th: ส่ง
vi: Phân phối
zh: 已派发

# wheelApplyTableTextStatus0
source: Not reached
th: ไม่ถึง
vi: Không đạt
zh: 未达成

# wheelApplyTableTextStatus1
source: Achieved
th: สำเร็จ
vi: Đạt được
zh: 已达成

# wheelApplyTableTextStatus2
source: Applied
th: ประยุกต์
vi: Đã nhận được
zh: 已领取

# storeTextTitleProduct
source: Redeem Product
th: แลกสินค้า
vi: Thay đổi quà
zh: 兑换商品

# storeTextTitleRule
source: Exchange Rules
th: กฎการแลกเปลี่ยน
vi: Quy tắc đổi qua
zh: 兑换规则

# storeTextTitleRecord
source: Point Record
th: บันทึกคะแนน
vi: Điểm kỷ lục
zh: 积分记录

# storeTextTitlePoint
source: Member Points:
th: คะแนนสมาชิก:
vi: Điểm thành viên：
zh: 会员积分：

# storeTextItemHint
source: Limited to a limited number
th: จำกัด จำนวน จำกัด
vi: Khi số lượng có hạng
zh: 数量有限换完为止

# storeTextItemPoint
source: {value} points
th: {value} คะแนน
vi: Tích điểm {value}
zh: {value}积分

# storeTextItemButton
source: Redeem Now
th: แลกเลย
vi: Trao đổi ngay
zh: 立即兑换

# storeTextItemButtonDisabled
source: Not enough points
th: คะแนนไม่เพียงพอ
vi: điểm không đủ để được trao đổi
zh: 積分不足

# storeRuleTableHeader
source: You can get a points table for every 100 yuan of valid bets
th: คุณจะได้รับตารางคะแนนสำหรับทุกๆ 100 หยวนของการเดิมพันที่ถูกต้อง
vi: mỗi 100 đồng số tiền đặt cược hợp lệ cho bảng điểm
zh: 每100元有效投注额即可获得积分表

# storeRuleTableTitle
source: Each platform {value}
th: แต่ละแพลตฟอร์ม {value}
vi: Nền tảng {value}
zh: 各平台{value}

# storeRecordSpinnerTitle1
source: Show
th: แสดง
vi: Hiển thị
zh: 显示

# storeRecordSpinnerTitle2
source: item
vi: mục
zh: 项

# storeRecordFieldHint
source: Please enter a product name
th: โปรดป้อนชื่อผลิตภัณฑ์
vi: Vui lòng nhập tên sản phẩm
zh: 请输入商品名称

# storeRecordButtonTitle
source: Search
th: ค้นหา
vi: Tìm kiếm
zh: 搜索

# storeRecordTableTitleNo
source: Order Number
th: หมายเลขคำสั่งซื้อ
vi: Đơn đặt hàng
zh: 订单号

# storeRecordTableTitleProduct
source: Product
th: ผลิตภัณฑ์
vi: Sản phẩm
zh: 商品

# storeRecordTableTitlePoint
source: Integral
th: อินทิกรัล
vi: Tích điểm
zh: 积分

# storeRecordTableTitleDate
source: Date
th: วันที่
vi: ngày
zh: 日期

# storeRecordTableTitleState
source: State
th: สถานะ
vi: Trạng thái
zh: 状态

# storeRecordTableStatusPending
source: Pending
th: รอดำเนินการ
vi: Chờ giao hàng
zh: 待出货

# storeRecordTableDetailName
source: Name: {value}
th: ชื่อ: {value}
vi: Họ tên：{value}
zh: 姓名：{value}

# storeRecordTableDetailPhone
source: Phone: {value}
th: โทรศัพท์: {value}
vi: Số điện thoại：{value}
zh: 电话：{value}

# storeRecordTableDetailPostCode
source: PostCode: {value}
th: รหัสไปรษณีย์: {value}
vi: Mã bưu điện：{value}
zh: 邮编：{value}

# storeRecordTableDetailAddress
source: Address: {value}
th: ที่อยู่: {value}
vi: Địa chỉ：{value}
zh: 地址：{value}

# storeRecordTableDetailItem
source: showing No.{from} to {to} results，total is {total}
th: แสดงผลลำดับที่ {from} ถึง {to}, ทั้งหมดคือ {total}
vi: Hiển thị {from} Để {to} Hiển thị, mục {total}
zh: 顯示第 {from} 至 {to} 項結果，共 {total} 項

# storeProductWindowTitle
source: Member Redemption
th: การแลกสมาชิก
vi: Mua lại thành viên
zh: 会员兑换

# storeProductWindowTextRemain
source: Remaining Quantity
th: ปริมาณที่เหลือ
vi: Số lượng còn lạ
zh: 剩余数量

# storeProductWindowHint1
source: Limited number, while stocks last
th: มีจำนวน จำกัด จนกว่าสินค้าจะหมด
vi: Khi số lượng có hạng
zh: 数量有限，换完为止

# storeProductWindowHint2
source: Use per branch
th: ใช้ต่อสาขา
vi: Mỗi lần sử dụng
zh: 每支使用

# storeProductWindowHint3
source: Point Exchange
th: การแลกเปลี่ยนคะแนน
vi: Điểm quy đổi
zh: 积分兑换

# storeRequestWindowTextPoint
source: Accumulated Points:
th: คะแนนสะสม:
vi: Điểm tích lũy：
zh: 累计积分：

# storeRequestWindowTitle
source: Contact Information
th: ข้อมูลติดต่อ
vi: Thông tin liên lạc
zh: 联络资讯

# storeRequestWindowPoints
source: Points:
th: คะแนน:
vi: Điểm quy đổi：
zh: 积分兑换：

# storeRequestWindowHint
source: Recipient
th: ผู้รับ
vi: Người nhận Thông tin
zh: 收件人资讯

# storeRequestWindowFieldTitleName
source: Name
th: ชื่อ
vi: Họ tên
zh: 姓名

# storeRequestWindowFieldTitlePhone
source: Phone
th: โทรศัพท์
vi: Số điện thoại
zh: 电话

# storeRequestWindowFieldTitlePostno
source: Postcode
th: รหัสไปรษณีย์
vi: Mã bưu điện
zh: 邮编

# storeRequestWindowFieldTitleArea
source: Area
th: พื้นที่
vi: Khu vực
zh: 地区

# storeRequestWindowFieldTitleAddress
source: Address
th: ที่อยู่
vi: Địa chỉ
zh: 地址

# storeRequestWindowSpinnerHint
source: Please select
th: กรุณาเลือก
vi: Xin hãy lựa chọn
zh: 请选择

# storeExchangeResultWindowTitleSuccess
source: Exchange Success
th: แลกเปลี่ยนความสำเร็จ
vi: Trao đổi thành công
zh: 兑换成功

# storeExchangeResultWindowHint
source: Congratulation
th: ขอแสดงความยินดี
vi: Chức mừng thành viên
zh: 恭喜会员

# storeExchangeResultWindowHintItem1
source: Exchanged
th: แลกเปลี่ยน
vi: đổi ngay
zh: 兑换

# storeExchangeResultError
source: Exchange failed
th: การแลกเปลี่ยนล้มเหลว
vi: Đổi không thành công, vui lòng thử lại sau hoặc liên hệ với dịch vụ khách hàng
zh: 兑换失败，请稍候再重试或联系客服

# storeRecordOrderStateShipping
source: Waiting to ship
vi: Được vận chuyển
zh: 待出货

# storeRecordOrderStateCancel
source: Canceled
vi: Đơn hàng đã bị Hủy
zh: 订单取消

# storeRecordOrderStateSuccess
source: Redeemed
vi: Đã được đổi
zh: 已兑换

# storeRecordOrderStateRefuse
source: Rejected
vi: Bị từ chối
zh: 已拒绝

# storeRecordOrderStateAdjust
source: Adjusted
vi: Đã điều chỉnh
zh: 已调整

# eventButtonSignUpTv
source: signed {value} days
th: ลงนามแล้ว {value} วัน
vi: Đăng nhập tích lũy trong {value} ngày
zh: 已累积签到{value}天

# eventSignUpHint1
source: Has Signed-Up
th: ลงชื่อสมัครใช้แล้ว
vi: Đã tích lỹ ngày đăng nhập
zh: 已累积签到

# eventSignUpHint2
source: Days
th: วัน
vi: ngày
zh: 天

# eventButtonSignUpAlready
source: Signed in
th: ลงชื่อเข้าใช้
vi: hôm nay đã báo đến
zh: 已签到

# eventButtonSignUpSuccess
source: Sign in successfully!!
th: ลงชื่อเข้าใช้สำเร็จ !!
vi: Đăng nhập thành công!!
zh: 签到成功!!

# eventButtonSignUpFailed
source: Sign in failed!!
th: การลงชื่อเข้าใช้ล้มเหลว !!
vi: Đăng nhập không thành công!!
zh: 签到失败!!

# movieCategoryLabelCollect
source: Collection
th: คอลเลคชัน
vi: Yêu thích
zh: 收藏

# movieCategoryLabelBuy
source: Buy
th: ซื้อ
vi: mua
zh: 购买

# movieCategoryLabelExpand
source: Expand
th: ขยาย
vi: Mở ra
zh: 展开分类

# movieCategoryLabelFold
source: Fold
th: พับ
vi: Cất đi
zh: 收起分类

# movieSeparatorTextHot
source: Others are watching
th: คนอื่นกำลังดู
vi: Mọi người khác đang xem
zh: 其他人都在看

# movieTextBuyNow
source: Buy Now
th: ซื้อเลย
vi: Mua ngay
zh: 立即购买

# movieHintTextFree
source: Free Today
th: ฟรีวันนี้
vi: Miễn phí trong ngày
zh: 当日免费

# movieHintTextPurchased
source: Purchased
th: ซื้อแล้ว
vi: đã mua
zh: 已购买

# movieHintTextNotPurchased
source: Unpurchased
th: ยังไม่ได้ซื้อ
vi: chưa thanh toán
zh: 未购买

# movieListHintLoad
source: Load More
th: โหลดเพิ่มเติม
vi: tải thêm
zh: 加载更多

# movieListHintLoadReady
source: Requesting...
th: กำลังขอ ...
vi: Chế biến...
zh: 处理中...

# movieListHintLoading
source: Loading...
th: กำลังโหลด ...
vi: Đang tải...
zh: 加载中...

# movieListHintLoadSuccess
source: Load Success
th: โหลดสำเร็จ
vi: Tải thành công
zh: 加载成功

# movieListHintLoadFailed
source: Load Failed
th: โหลดล้มเหลว
vi: Không thể tải
zh: 加载失败

# movieListHintLoadNoMore
source: No More
th: ไม่มาก
vi: Đến cuối cùng
zh: 已到底

# movieDialogTitlePay
source: Buy this movie
th: ซื้อภาพยนตร์เรื่องนี้
vi: mua
zh: 购买

# movieDialogTextFreeTimes
source: Watch-Free Remain:
th: นาฬิกาฟรียังคงอยู่:
vi: Số lượt xem miễn phí còn lại:
zh: 剩余免费观看次数:

# movieDialogTextStorePoints
source: Current Store Point:
th: จุดร้านค้าปัจจุบัน:
vi: Điểm trung tâm còn lại:
zh: 剩余商城绩分:

# movieDialogButtonWatchFree
source: Watch Free
th: ดูฟรี
vi: Lượt xem miễn phí
zh: 免费次数观看

# movieDialogButtonPayPoint
source: Pay {value} Store Points
th: จ่าย {value} คะแนนร้านค้า
vi: Điểm mua sắm {value} điểm mua hàng
zh: 商城积分 {value} 购买

# updateDialogErrorUrl
source: Unable to get the download URL, please contact customer service!!
th: ไม่สามารถรับ URL ดาวน์โหลดโปรดติดต่อฝ่ายบริการลูกค้า !!
vi: Không thể lấy URL tải xuống, vui lòng liên hệ với dịch vụ khách hàng !!
zh: 无法取得下载网址，请联系客服!!

# updateDialogMessage
source: Found new version，please click 'update' button to download and install. Current Version：{version} New Version：{value}
th: พบเวอร์ชันใหม่， โปรดคลิกปุ่ม 'อัปเดต' เพื่อดาวน์โหลดและติดตั้ง เวอร์ชันปัจจุบัน： {version} เวอร์ชันใหม่： {value}
vi: Phiên bản mới được tìm thấy， Vui lòng nhấp vào nút "Cập nhật" để tải xuống và cài đặt。 Số phiên bản hiện tại：{version} Số phiên bản mới：{value}
zh: 发现新版本，请点击“更新”按钮前往下载安装。 当前版本号：{version} 新版本号：{value}

# serviceRouteHint
source: Need Help? Please contact us
th: ต้องการความช่วยเหลือหรือติดต่อเรา
vi: Cần giúp đỡ hoặc liên hệ với chúng tôi
zh: 需要帮助或联系我们

# serviceButtonContact
source: Contact Customer Service
th: ติดต่อฝ่ายบริการลูกค้า
vi: liên hệ với dịch vụ khách hàng
zh: 联系客服

# serviceTitleCustomerService
source: Online customer service
th: บริการลูกค้าออนไลน์
vi: Dịch vụ khách hàng trực tuyến
zh: 在线客服服务

# serviceDescCustomerService
source: 24 hours uninterrupted service
th: บริการต่อเนื่องตลอด 24 ชั่วโมง
vi: 24 giờ dịch vụ không bị gián đoạn
zh: 24小时服务不间断

# serviceTitleEmail
source: E-Mail
th: อีเมล์
zh: 电子信箱

# downloadAndroidCgpay
source: CGPAY for Android
th: CGPAY สำหรับ Android
vi: CGPAY cho Android
zh: CGPAY Android版

# downloadIosCgpay
source: CGPAY for IOS
th: CGPAY สำหรับ IOS
vi: CGPAY cho IOS
zh: CGPAY IOS版

# downloadAndroidDns
source: DNS Repair for Android
th: ซ่อมแซม DNS สำหรับ Android
vi: Sửa chữa DNS cho Android
zh: DNS修复 Android版

# downloadIosDns
source: DNS Repair for IOS
th: ซ่อมแซม DNS สำหรับ IOS
vi: Sửa chữa DNS cho IOS
zh: DNS修复 IOS版

# downloadHintPlatformAndroid
source: (Android Only)
th: (Android เท่านั้น)
vi: (Chỉ dành cho Android)
zh: (安卓适用)

# downloadHintPlatformIos
source: (iOS Only)
th: (iOS เท่านั้น)
vi: (Chỉ dành cho iOS)
zh: (苹果适用)

# serviceTitlePhone
source: 手机号
th: หมายเลขโทรศัพท์
vi: số điện thoại

# pageTitleVip
source: VIP
th: วีไอพี

# promoCategoryAll
source: All
th: ทั้งหมด

# depositPaymentEditTitleAmountHintVND
source: Reality: {value} VND
th: ความเป็นจริง: VND {value}
