Repository: ChivialK/flutter-85bet-mobile
Catalog: lib/l10n/intl_*.arb
Languages: th, vi, zh

# depositHintTextService
source: Online customer service
th: บริการลูกค้าออนไลน์
vi: Dịch vụ trực tuyến
zh: 在线客服

# depositHintTextTitle
source: Notes
th: หมายเหตุ
vi: Chú Ý
zh: 注意事项

# depositHintTextMax
source: {no} single maximum limit
th: {no} ขีดจำกัดสูงสุดเดียว
vi: {no} Giới hạn tối đa duy nhất
zh: {no}单笔最高限额

# depositHintTextClearInfo
source: {no} [Important reminder] Do not keep your bank account, please re-acquire the latest collection account before each recharge. If you deposit to a disabled collection account, the company cannot check the collection and will not be responsible!
th: {no} [คำเตือนสำคัญ] อย่าเก็บบัญชีธนาคารของคุณไว้โปรดรับบัญชีเรียกเก็บเงินล่าสุดอีกครั้งก่อนการเติมเงินแต่ละครั้งหากคุณฝากเงินไปยังบัญชีรับเงินที่ปิดใช้งาน บริษัท จะไม่สามารถตรวจสอบการเรียกเก็บเงินและจะไม่ รับผิดชอบ!
vi: {no} nhắc nhở quang trọng,nếu không giữ tài khoảng ngân hàng,vui lòng lấy lấy tài khoản thu mới nhất trước mỗi lần nạp tiền, nếu tài khoản bị vô hiệu hóa,công ty ko thể kiêm tra ,không chịu trách nhiệm!
zh: {no}【重要提醒】勿保留银行帐户，请您在每次充值前重新获取最新的收款帐户，若存款至停用的收款帐户，公司无法查收恕不负责！

# depositHintTextMaxExceed
source: {no} exceeds the online payment limit for a single day or a single large deposit, other deposit methods can be used
th: {no} เกินขีด จำกัด การชำระเงินออนไลน์สำหรับหนึ่งวันหรือการฝากจำนวนมากเพียงครั้งเดียวสามารถใช้วิธีการฝากอื่นได้
vi: {no} vượt quá giới hạn ngày thanh thoán trực tuyến hoặc nạp tiền lớn ,bạn có tiền phương Thức nạp tiền khác.
zh: {no}超出在线支付单日额度限制或单笔大额充值，可使用其它充值方式

# depositHintTextFailure
source: {no} If you encounter failures such as failed deposit scanning, please try to refresh and try again, and contact customer service to use another replacement channel
th: {no} หากคุณพบความล้มเหลวเช่นการสแกนเงินฝากล้มเหลวโปรดลองรีเฟรชและลองอีกครั้งและติดต่อฝ่ายบริการลูกค้าเพื่อใช้ช่องทางอื่นทดแทน
vi: {no} Nếu bạn gặp phải lỗi như mã quét tiền gữi ko thành công,vui lòng thử làm mới khóa và lien hệ với dịch vụ để sự dụng các kênh thay thế khác.
zh: {no}如遇到存款扫码失败等故障，请尝试刷新重试，并联系客服使用其他替换信道

# depositHintTextInfo
source: {no} payment bank and account name, please contact
th: {no} การชำระเงินธนาคารและชื่อบัญชีโปรดติดต่อ
vi: {no} Để thanh toán tên ngân hàng và tài khoản, vui lòng liên hệ
zh: {no}支付银行与帐户姓名等资料，请联系

# depositHintTextUnionShortcut
source: {no} opens a quick function to China UnionPay to make your payment more convenient
th: {no} เปิดฟังก์ชันด่วนสำหรับ UnionPay เพื่อให้การชำระเงินของคุณสะดวกยิ่งขึ้น
vi: {no} Đến China UnionPay để mở một chức năng nhanh chóng để thanh toán của bạn thuận tiện hơn
zh: {no}至中国银联开通快捷功能，让您的支付更加便利

# depositHintTextQuickpay
source: {no} Warm reminder: you need to pay two decimal places for quick payment, and the system will automatically bring in (if you submit 00 for two decimal places, it will not be successful)
th: {no} คำเตือนที่อบอุ่น: คุณต้องจ่ายทศนิยมสองตำแหน่งเพื่อการชำระเงินที่รวดเร็วและระบบจะนำเข้าโดยอัตโนมัติ (หากคุณส่ง 00 สำหรับทศนิยมสองตำแหน่งจะไม่สำเร็จ)
vi: {no} Mẹo: Sử dụng thanh toán shortcut để trả hai chữ số thập phân, hệ thống sẽ tự động đưa (nếu bạn đã gửi hai chữ số thập phân là 00 không thành công)
zh: {no}温馨提醒：使用快捷支付需支付小数两位，系统会自动带入（若您提交小数两位为00则无法成功）

# depositHintTextUnion
source: {no} want to use UnionPay scan code to pay, as long as you have a UnionPay card starting with card number 62, credit card debit cards can be used.
th: {no} ต้องการใช้รหัสสแกน UnionPay ในการชำระเงินตราบใดที่คุณมีบัตร UnionPay ที่ขึ้นต้นด้วยหมายเลขบัตร 62 ก็สามารถใช้บัตรเดบิตของบัตรเครดิตได้
vi: {no} muốn sử dụng quá trình quét thanh toán , với điều kiện đầu giữ số thẻ bắt đầu bằng 62 , thẻ tín dụng, thẻ ghi nợ có thể
zh: {no}想要使用银联扫码支付，前提是需要持有卡号为62开头银联卡，信用卡借记卡都可以。

# depositHintTextUnionA
source: A. Download the China Bank App or UnionPay Wallet App on your phone;
th: A. ดาวน์โหลดแอพ China Bank หรือ UnionPay Wallet บนโทรศัพท์ของคุณ
vi: A、Tải xuống điện thoại di động APP của ứng dụng Bank of China hoặc ứng dụng ví UnionPay.
zh: A、手机下载中国银行App或银联钱包App；

# depositHintTextUnionB
source: B. Login to the China Bank App and use the payment function in the upper right corner or the payment function in the mobile payment module;
th: B. เข้าสู่ระบบแอป China Bank และใช้ฟังก์ชันการชำระเงินที่มุมขวาบนหรือฟังก์ชันการชำระเงินในโมดูลการชำระเงินผ่านมือถือ
vi: B、Đăng nhập vào Ngân hàng Trung Quốc điện thoại di động APP, thông qua góc trên bên phải '+' thanh toán hoặc thanh toán di động trong mô-đun chức năng thanh toán.
zh: B、登入中国银行手机App，通过右上角“+”中的付款功能或移动支付模块中的付款功能；

# depositHintTextUnionC
source: C. Enter the QR code page for payment to the merchant, just scan the code with the machine.
th: C. เข้าสู่หน้ารหัส QR สำหรับการชำระเงินให้กับผู้ขายเพียงแค่สแกนรหัสด้วยเครื่อง
vi: C、Chuyển đến trang mã QR trả tiền cho người bán và quét mã bằng máy.
zh: C、进入向商家付款的二维码页面，对准机具扫码即可。

# depositHintTextAli
source: {no} Restricted Debit Card and Alipay Balance Payment!
th: {no} บัตรเดบิตที่ถูก จำกัด และการชำระยอดคงเหลือ Alipay!
vi: {no} Chỉ thẻ ghi nợ và thanh toán số dư Alipay！
zh: {no}限用借记卡与支付宝余额支付！

# depositHintTextLastNum
source: {no} If the end of the single transaction amount is not 0 (such as: 1000 yuan), it will result in unsuccessful deposit
th: {no} หากการสิ้นสุดของธุรกรรมเดียวจำนวนเงินไม่ใช่ 0 (เช่น: 1,000 หยวน) จะทำให้การฝากเงินไม่สำเร็จ
vi: {no} Nếu số tiền kết thúc của một giao dịch không bằng 0 (ví dụ: 1000 nhân dân tệ), điều đó sẽ dẫn đến việc không thể gửi tiền thành công
zh: {no}若单笔交易金额尾号不是0（如：1000元整），会造成无法成功存款

# depositHintTextLimit
source: {no} Issuer Limit Solution: Requires the user to call the issuer's customer service to request an increase in online transaction limit
th: {no} โซลูชันการ จำกัด ผู้ออก: ต้องการให้ผู้ใช้โทรติดต่อฝ่ายบริการลูกค้าของผู้ออกบัตรเพื่อขอเพิ่มขีด จำกัด ธุรกรรมออนไลน์
vi: {no} Giải pháp giới hạn của nhà phát hành: Người dùng cần gọi dịch vụ của ngân hàng phát hành để tăng hạn ngạch giao dịch trực tuyến
zh: {no}发卡行限额解决方法：需要用户自己致电发卡行客服要求增加网上交易额度

# depositMessageFailed
source: Deposit failed, please try again later or contact customer service
th: การเติมเงินล้มเหลวโปรดลองอีกครั้งในภายหลังหรือติดต่อฝ่ายบริการลูกค้า
vi: Nạp tiền không thành công, vui lòng thử lại sau hoặc liên hệ với dịch vụ khách hàng
zh: 充值失败，请稍候重试或联系客服

# depositMessageFormError
source: Deposit info error, please re-select the payment method or contact customer service
vi: Thông tin nạp tiền bị sai, vui lòng chọn lại phương thức nạp tiền hoặc liên hệ bộ phận chăm sóc khách hàng
zh: 充值信息错误，请重新选择充值方式或联系客服

# depositMessageSuccessLocal
source: Request Success, Order No.{value}
th: ขอความสำเร็จหมายเลขคำสั่งซื้อ {value}
vi: Đơn hàng đã được thiết lập, số đơn hàng: {value}
zh: 訂單已成立，訂單編號：{value}

# depositNewbieQuick0
source: Debit Card Tutorial
th: สอนทำบัตรเดบิต
vi: Hướng dẫn thẻ ghi nợ
zh: 借记卡教学

# depositNewbieAli0
source: Alipay Tutorial
th: บทช่วยสอน Alipay
vi: Hướng dẫn thẻ ngân hàng chuyển khoản
zh: 支付宝转银行卡教学

# depositNewbieAli1
source: First open Alipay on your mobile phone and log in, click the [Transfer] function on the motherboard.
th: ขั้นแรกให้เปิด Alipay บนโทรศัพท์มือถือของคุณและเข้าสู่ระบบคลิกฟังก์ชัน [โอน] บนเมนบอร์ด
vi: Thẻ ghi nợ bị hạn chế và thanh toán số dư Alipay
zh: 首先打开手机支付宝并登入，在主板面点击【转账】功能。

# depositNewbieAli2
source: Select the [Go to Bank Card] button at the bottom of the transfer page
th: เลือกปุ่ม [ไปที่บัตรธนาคาร] ที่ด้านล่างของหน้าการโอนเงิน
vi: Chọn nút [Chuyển đến thẻ ngân hàng] ở cuối trang chuyển khoản
zh: 在转账页面下方选择【转到银行卡】按钮

# depositNewbieAli3
source: It is also necessary to fill in [Payee Card Number] == [Banking] == [Payee Name] == [Payment Amount]
th: นอกจากนี้ยังจำเป็นต้องกรอก [หมายเลขบัตรผู้รับเงิน] == [ธนาคาร] == [ชื่อผู้รับเงิน] == [จำนวนเงินที่ชำระ]
vi: Ngoài ra cần điền vào [số thẻ người nhận thanh toán] == [ngân hàng] == [tên người nhận thanh toán] == [số tiền thanh toán]
zh: 同样需填写【收款人卡号】==【所属银行】==【收款人姓名】==【付款金额】

# depositNewbieAli4
source: After submission, enter Alipay [Payment Password].
th: หลังจากส่งแล้วให้ป้อน Alipay [รหัสผ่านการชำระเงิน]
vi: Sau khi gửi, nhập Alipay [mật khẩu thanh toán]
zh: 提交后再输入支付宝【支付密码】即可。

# depositNewbieAli5
source: After the transfer is successful, you can view it in the Alipay bill details, and change the transfer details and arrival time.
th: หลังจากการโอนเงินสำเร็จคุณสามารถดูได้ในรายละเอียดการเรียกเก็บเงิน Alipay และเปลี่ยนรายละเอียดการโอนเงินและเวลาที่มาถึง
vi: Sau khi chuyển khoản thành công, bạn có thể xem nó trong chi tiết hóa đơn của Alipay, thay đổi chi tiết chuyển khoản và thời gian đến
zh: 转账成功后，可在支付宝账单详情中查看，改转账明细、和到帐时间。

# depositNewbieJd0
source: JD.COM Tutorial
th: บทช่วยสอน JD.COM
vi: Tải xuống ứng dụng Jingdong
zh: 京东教学

# depositNewbieJd1
source: 1、Download JD.COM App
th: 1、 ดาวน์โหลดแอป JD.COM
vi: 1、Tải xuống ứng dụng Jingdong
zh: 1、下载京东app

# depositNewbieJd2
source: 2、Enter the App and press 'My' tab
th: 2、 เข้าสู่แอพและกดแท็บ 'My'
vi: 2、Bấm vào trang tôi sau khi vào trang
zh: 2、进入页面后点击我的

# depositNewbieJd3
source: 3、Register or Login a account
th: 3、 ลงทะเบียนหรือเข้าสู่ระบบบัญชี
vi: 3、Đăng ký hoặc đăng nhập vào thẻ tín dụng tài khoản Jingdong và thẻ tiết kiệm có thể được thêm vào
zh: 3、注册或者登入京东帐户信用卡和储蓄卡皆可添加

# depositNewbieJd4
source: 4、Press 'Scanner' to pay or bind bank card
th: 4、 กด 'Scanner' เพื่อชำระเงินหรือผูกบัตรธนาคาร
vi: 4、Nhấp vào mã quét trên trang chủ để thanh toán và ràng buộc thẻ ngân hàng
zh: 4、点击首页的扫码即可支付与绑定银行卡

# depositNewbieUnion0
source: UnionPay Payment Tutorial
th: บทแนะนำการชำระเงิน UnionPay
vi: Giảng dạy thanh toán UnionPay
zh: 银联支付教学

# depositNewbieUnion1
source: 1. Download UnionPay Wallet App
th: 1. ดาวน์โหลดแอป UnionPay Wallet
vi: 1、Tải xuống ứng dụng ví UnionPay
zh: 1、银联钱包App下载

# depositNewbieUnion2
source: 2. Register and log in.
th: 2. ลงทะเบียนและเข้าสู่ระบบ
vi: 2、Đăng ký để đăng nhập。
zh: 2、注册并登入。

# depositNewbieUnion3
source: 3. Bind a bank card, select Card Manager → Card List → Add Bank Card → Add a New Card.
th: 3. ผูกบัตรธนาคารเลือกตัวจัดการบัตร→รายการบัตร→เพิ่มบัตรธนาคาร→เพิ่มบัตรใหม่
vi: 3、Ràng buộc thẻ Ngan hàng，Quản lý thẻ → Danh sách thẻ → Thêm thẻ ngân hàng → Thêm một thẻ mới
zh: 3、绑定银行卡，选择卡管家→卡列表→添加银行卡→添加一张新卡。

# depositNewbieUnion4
source: You can add both credit and debit cards
th: คุณสามารถเพิ่มทั้งบัตรเครดิตและบัตรเดบิต
vi: Cả thẻ tín dụng và thẻ tiết kiệm đều có thể được thêm vào
zh: 信用卡和储蓄卡皆可添加

# depositNewbieWechat0
source: Code Scan Tutorial
th: การสอนการสแกนโค้ด
vi: Hướng dẫn quét mã
zh: 扫码教学

# depositNewbieWechat1
source: 1. Take a payment QR code with a mobile phone.
th: 1. รับรหัส QR สำหรับการชำระเงินด้วยโทรศัพท์มือถือ
vi: 1、Trước tiên hãy lấy mã QR thanh toán bằng điện thoại di động。
zh: 1、先用一个手机拍下付款二维码。

# depositNewbieWechat2
source: 2. Then use another mobile phone WeChat to scan the code.
th: 2. จากนั้นใช้ WeChat โทรศัพท์มือถืออีกเครื่องสแกนโค้ด
vi: 2、Sau khi sử dụng điện thoại di động khác, chúng tôi sẽ quét mã thanh toán。
zh: 2、然后用另一个手机微信扫码付款。

# depositNewbieCgp0
source: Download Link
th: ลิงก์ดาวน์โหลด
vi: Liên kết tải xuống
zh: 下载链结

# depositNewbieButtonCgp1
source: APP
vi: Tải xuống ứng dụng CPW
zh: 下载购宝支付APP

# depositNewbieButtonCgp2
source: Manual
th: คู่มือ
vi: Tải xuống hướng dẫn mua sắm
zh: 下载购宝教学手册

# balanceStatusMaintenance
source: Maintenance
th: การบำรุงรักษา
vi: Bảo trì
zh: 维护中

# balanceTransferInText
source: In
th: โอนเข้า
vi: Đi vào
zh: 转入

# balanceTransferOutText
source: Out
th: โอนออก
vi: Ngoài
zh: 转出

# balanceTransferAmountError
source: Not enough credit: {value}
th: เครดิตไม่เพียงพอ: {value}
vi: Thiếu cân bằng: {value}
zh: 余额不足: {value}

# balanceTransferAlertTitle
source: Please confirm
th: โปรดยืนยัน
vi: Thông tin xác nhận
zh: 确认信息

# balanceTransferAlertMsg
source: Are you sure of {action} to {platform} platform?
th: คุณแน่ใจหรือไม่ว่า {action} ไปยังแพลตฟอร์ม {platform}
vi: Có xác nhận {action} {platform} Nền tảng?
zh: 是否确认{action} {platform} 平台？

# balanceHintTextTitle
source: Reminder:
th: การแจ้งเตือน:
vi: CHÚ Ý：
zh: 温馨提示：

# balanceHintText1
source: 1. Please exit the game or game betting interface before transferring money.
th: 1. กรุณาออกจากอินเทอร์เฟซการเดิมพันเกมหรือเกมก่อนโอนเงิน
vi: 1.Vui lòng thoát khỏi TRÒ CHƠI hoặc giao diện cá cược TRÒ CHƠI trước khi chuyển.
zh: 1.转账前请退出游戏或游戏投注界面。

# balanceHintText2
source: 2. When not participating in the activity, the amount of the indoor transfer cannot be less than 1 yuan, and there is no handling fee for indoor transfer.
th: 2. เมื่อไม่ได้เข้าร่วมกิจกรรมจำนวนเงินรับส่งภายในอาคารต้องไม่ต่ำกว่า1หยวนและไม่มีค่าธรรมเนียมการจัดการสำหรับการโอนในร่ม
vi: 2.Trong khi tham gia trò chơi này, số tiền không được ít hơn 200000 NTD, số tiền này không tính phí khi chuyển.
zh: 2.不参与活动时，户内转账金额不能少于1元，户内转账不收取任何手续费。

# balanceHintText3
source: 3. If you have a slow internet connection, please wait for a while and don't repeat the submission multiple times.
th: 3. หากคุณมีการเชื่อมต่ออินเทอร์เน็ตที่ช้าโปรดรอสักครู่และอย่าส่งซ้ำหลายครั้ง
vi: 3.Nếu tốc độ mạng chậm, vui lòng kiên nhẫn chờ một lúc, không lặp lại việc gửi nhiều lần.
zh: 3.如遇网速较慢时，请耐心等侯片刻，不要多次重复提交。

# balanceHintText4
source: 4. If the platform amount has not changed after 4 successful transfers, please refresh the platform manually or contact customer service
th: 4. หากจำนวนแพลตฟอร์มไม่เปลี่ยนแปลงหลังจากการโอนสำเร็จ4ครั้งโปรดรีเฟรชแพลตฟอร์มด้วยตนเองหรือติดต่อฝ่ายบริการลูกค้า
vi: 4.Nếu số tiền nền tảng không thay đổi sau khi chuyển thành công, vui lòng làm mới nền tảng theo cách thủ công hoặc liên hệ với dịch vụ khách hàng
zh: 4.转帐成功後若平台金额未改变，请手动刷新平台或联系客服

# rollbackHeaderTextTime
source: Time Interval
th: ช่วงเวลา
vi: Khoảng thời gian
zh: 时间区间

# rollbackHeaderTextCode
source: Transaction Code
th: รหัสธุรกรรม
vi: Mã giao dịch
zh: 交易码

# rollbackHeaderTextType
source: Type
th: ประเภท
vi: Loại hình
zh: 类型

# rollbackHeaderTextAmount
source: Amount
th: จำนวนเงิน
vi: Số tiền
zh: 金额

# rollbackHeaderTextMultiple
source: Multiple
th: หลายรายการ
vi: Yêu cầu vòng cược
zh: 倍数

# rollbackHeaderTextPromo
source: Cash Offer
th: ข้อเสนอเงินสด
vi: Tên ưu đãi
zh: 现金优惠

# rollbackHeaderTextRequire
source: Requirement for bet amount
th: ข้อกำหนดสำหรับจำนวนเงินเดิมพัน
vi: Doanh thu yêu cầu
zh: 注额须求

# rollbackHeaderTextCurrent
source: Current Stake
th: เดิมพันปัจจุบัน
vi: Tổng cược
zh: 当前注额

# rollbackHeaderTextNeed
source: Remaining capital required
th: ต้องใช้เงินทุนที่เหลืออยู่
vi: Tổng cược hợp lệ
zh: 注额须求剩馀

# rollbackHeaderTextTotal
source: Total
th: ทั้งหมด
vi: Tổng cộng
zh: 合计

# rollbackIndexPromo
source: Promo
th: ส่วนลด
vi: Giảm giá
zh: 优惠

# rollbackIndexDeposit
source: Deposit
th: เงินฝาก
vi: tiền gửi
zh: 存款

# rollbackIndexRollback
source: Rollback
th: ล่าถอย
vi: Rút lui
zh: 退水

# agentActionLoginHint
source: Please login your agent account
th: กรุณาเข้าสู่ระบบบัญชีตัวแทนของคุณก่อน
vi: Đăng nhập đại lý
zh: 请先登入您的代理帐号

# agentActionLogin
source: Agent Login
th: เข้าสู่ระบบตัวแทน
vi: Đăng nhập đại lý
zh: 代理登入

# agentActionRegister
source: Agent Register
th: การลงทะเบียนตัวแทน
vi: Đăng ký đại lý
zh: 代理注册

# agentRegisterSuccess
source: The agent has been submitted for review, please wait
th: ส่งตัวแทนเข้ารับการตรวจสอบแล้วโปรดรอสักครู่
vi: Đại lý đã được gửi để xem xét, vui lòng đợi
zh: 代理已送审，请静候

# agentAccountLevelCompany
source: Company
th: บริษัท
vi: công ty
zh: 公司

# agentAccountLevelGrandMaster
source: Grand-Master
th: ประธานาธิบดีใหญ่
vi: Tổng thống lớn
zh: 大总代

# agentAccountLevelMaster
source: Master
th: รวมรุ่น
vi: Tổng số thế hệ
zh: 总代

# agentAccountLevelAgent
source: Agent
th: พร็อกซี
vi: Ủy quyền
zh: 代理

# agentAccountLevelMember
source: Member
th: สมาชิก
vi: hội viên
zh: 会员

# agentTitleAccount
source: {level} Account
th: {level}หมายเลขบัญชี
vi: {level} số tài khoản
zh: {level}帐号

# agentTabTitleInfo
source: Info
th: ข้อมูล
vi: Thông tin
zh: 资讯

# agentTabTitleChart
source: Chart
th: แผนภูมิ
vi: Báo cáo đại lý
zh: 报表

# agentTabTitleCommission
source: Commission
th: ค่าคอมมิชชั่น
vi: Báo cáođại lý hoa hồng
zh: 佣金

# agentTabTitleLedger
source: Ledger
th: บัญชีแยกประเภท
vi: Lưu / nâng
zh: 存/提

# agentTabTitleDownlineList
source: {level} List
th: {level}รายการ
vi: {level} Danh sách
zh: {level}列表

# agentTabTitleCard
source: Edit bank card
th: แก้ไขบัตรธนาคาร
vi: Chỉnh sửa thẻ ngân hàng
zh: 编辑银行卡

# agentTabTitleAds
source: Ads
th: โฆษณา
vi: quảng cáo
zh: 广告

# agentInfoFieldCode
source: Recommend Code
th: รหัสแนะนำ
vi: Mã đại lý
zh: 推荐码

# agentInfoFieldLink
source: Agent Link
th: ลิงก์ตัวแทน
vi: Liên kết proxy
zh: 代理连结

# agentInfoFieldAgents
source: Agents
th: ตัวแทน
vi: Tài khoảng dưới
zh: 下层帐号

# agentInfoFieldButtonGetCode
source: Get Code
th: รับรหัส
vi: Được
zh: 取得代理码

# agentButtonTextShare
source: Share
th: แบ่งปัน
vi: chia sẻ nó
zh: 分享

# agentButtonTextLink
source: Link
th: ลิงก์
vi: liên kết
zh: 连结

# agentButtonTextCopy
source: Copy
th: คัดลอก
vi: bản sao
zh: 复制

# agentTextChartDate
source: Time:
th: เวลา:
vi: Thời gian：
zh: 时间：

# agentTextChartMonth
source: This month
th: เดือนนี้
vi: Tháng này
zh: 本月

# agentTextChartMonthPrev
source: Last month
th: เดือนที่แล้ว
vi: Tháng trước
zh: 上月

# agentTextChartOption
source: Select
th: เลือก
vi: Chọn
zh: 选择

# agentTextChartPlatform
source: Platform
th: แพลตฟอร์ม
vi: Kênh, đài
zh: 平台

# agentTextChartCategory
source: Category
th: หมวดหมู่
vi: Thể loại
zh: 类别

# agentTextChartQuery
source: Query
th: แบบสอบถาม
vi: Kiểm tra ngay
zh: 查询

# agentTextChartCheckFull
source: show full data
th: แสดงข้อมูลทั้งหมด
vi: Hiển thị hồ sơ đầy đủ
zh: 显示完整资料

# agentChartTableSpinner
source: Form
th: แบบฟอร์ม
vi: Hình thức
zh: 表单

# agentChartHeaderAccount
source: Account
th: บัญชี
vi: Số tài khoản
zh: 帐号

# agentChartHeaderWager
source: Bet Amount
th: จำนวนเงินเดิมพัน
vi: Số lượng đặt cược
zh: 投注量

# agentChartHeaderBet
source: Bet Amount
th: จำนวนเงินเดิมพัน
vi: Tiền đặt cược
zh: 注额

# agentChartHeaderValid
source: Valid bet amount
th: จำนวนเงินเดิมพันที่ถูกต้อง
vi: đặt cược hiểu quả
zh: 有效注額

# agentChartHeaderPayout
source: Pay
th: จ่าย
vi: Tiền thanh toán
zh: 派彩

# agentChartHeaderTotalWager
source: Total Bet Volume
th: ปริมาณการเดิมพันทั้งหมด
vi: Tổng số tiền đặt cược
zh: 总投注量

# agentChartHeaderTotalBet
source: Total Bet
th: เดิมพันทั้งหมด
vi: Tổng số tiền
zh: 总注額

# agentChartHeaderTotalValid
source: Total Valid Amount
th: จำนวนเงินที่ถูกต้องทั้งหมด
vi: Tổng cược hiệu quả
zh: 总有效注额

# agentChartHeaderTotalPayout
source: Total Payout
th: การจ่ายเงินทั้งหมด
vi: Tổng số tiền xuất chi
zh: 总派彩

# agentCommissionHeaderMonth
source: Month
th: เดือน
vi: Tháng
zh: 月份

# agentCommissionHeaderLowLine
source: Offline Commission
th: ค่าคอมมิชชั่นออฟไลน์
vi: Hoa hồng ngoại tuyến
zh: 下线佣金

# agentCommissionHeaderGroup
source: Group Commission
th: ค่าคอมมิชชั่นกลุ่ม
vi: Hoa hồng nhóm
zh: 团体佣金

# agentCommissionHeaderAdmin
source: Administration Fee
th: ค่าธรรมเนียมการดูแลระบบ
vi: Chi phí hành chính
zh: 行政费用

# agentCommissionHeaderPlatform
source: Platform fee
th: ค่าธรรมเนียมแพลตฟอร์ม
vi: Phí nền tảng
zh: 平台费

# agentCommissionHeaderReceive
source: Actual Commission
th: ค่าคอมมิชชันจริง
vi: Hoa hồng thực tế
zh: 实发佣金

# agentLedgerFieldTitleAccount
source: Account
th: โปรดป้อนชื่อตัวแทน
vi: Vui lòng nhập tài khoản thành viên
zh: 帐号

# agentLedgerFieldTitleDepositCheck
source: Deposit members
th: ฝากสมาชิก
vi: Gửi tiền cho thành viên
zh: 有存款会员

# agentLedgerHeaderNo
source: No
th: หมายเลขซีเรียล
vi: Số sê-ri
zh: 序号

# agentLedgerHeaderAccount
source: Account
th: บัญชี
vi: Tài khoản
zh: 帐号

# agentLedgerHeaderDeposit
source: Deposit
th: เงินฝาก
vi: Nạp Tiền
zh: 存款

# agentLedgerHeaderWithdraw
source: Withdraw
th: ถอน
vi: Rút Tiền
zh: 提款

# agentLedgerHeaderPromo
source: Promo
th: โปรโมชั่น
vi: KHUYẾN MÃI
zh: 优惠

# agentLedgerHeaderRefund
source: Refund
th: การคืนเงิน
vi: Nước ngược
zh: 退水

# agentLedgerHeaderRegDate
source: Registered
th: เวลาลงทะเบียน
vi: Thời gian đăng ký
zh: 注册时间

# agentLedgerHeaderLastLogin
source: Last Login
th: เวลาเข้าสู่ระบบครั้งล่าสุด
vi: Lần đăng nhập cuối cùng
zh: 最后登入时间

# agentBankcardHint
source: You will have to contact us to edit card info after you add the card
th: หลังจากเพิ่มบัตรธนาคารแล้วหากคุณต้องการแก้ไขโปรดติดต่อบริษัทเพื่อทำการแก้ไข
vi: Sau khi thêm thẻ ngân hàng, nếu bạn cần sửa đổi, vui lòng liên hệ với công ty để được sửa đổi
zh: 添加银行卡后如需修改需洽询公司修改

# agentAddDownlineHint
source: ※ {level} account can only add {downline} account as downline
th: ※ {level} สามารถเพิ่มได้เฉพาะบัญชี {downline}
vi: ※ {level} chỉ có thể thêm tài khoản {downline}
zh: ※ {level}仅能添加{downline}帐号

# agentDownlineButtonAdd
source: Add Downline
th: เพิ่มออฟไลน์
vi: Thêm ngoại tuyến
zh: 新增下线

# agentDownlineButtonProportion
source: Update Proportion
th: อัปเดตบัญชี
vi: Cập nhật tài khoản
zh: 更新占成

# agentDownlineHeaderAccount
source: Account
th: หมายเลขบัญชี
vi: số tài khoản
zh: 帐号

# agentDownlineHeaderStatus
source: Status
th: สถานะ
vi: trạng thái
zh: 状态

# agentDownlineHeaderStatus0
source: Enabled
th: เปิดใช้งาน
vi: Kích hoạt
zh: 启用

# agentDownlineHeaderStatus1
source: Disabled
th: ปิดการใช้งาน
vi: Vô hiệu hóa
zh: 禁用

# agentDownlineHeaderUpdateHint
source: Update Proportion (You can edit the proportion directly after adding the account)
th: อัปเดตบัญชี (คุณสามารถแก้ไขบัญชีได้โดยตรงหลังจากเพิ่มบัญชี)
vi: Cập nhật tài khoản (Bạn có thể trực tiếp chỉnh sửa tài khoản sau khi thêm tài khoản)
zh: 更新占成 (添加下线帐号后可直接编辑占成)

# agentDownlineHeaderUpdate
source: Update Proportion
th: อัปเดตบัญชี
vi: Cập nhật tài khoản
zh: 更新占成

# agentDownlineHeaderMore
source: More
th: มากกว่า
vi: Hơn
zh: 更多

# agentDownlineHeaderCategory
source: Category
th: ประเภท
vi: thể loại
zh: 類別

# agentDownlineHeaderProportion
source: Proportion
th: คิดเป็น
vi: Chiếm
zh: 占成

# agentDownlineHeaderFee
source: Handling fee/ Platform fee
th: ค่าธรรมเนียมการจัดการ / ค่าธรรมเนียมแพลตฟอร์ม
vi: Phí xử lý / phí nền tảng
zh: 手续费/平台费

# agentAdTabAvailable
source: Available
th: ว่าง
vi: Quảng cáo có sẵn
zh: 可使用广告

# agentAdTabGenerated
source: Generated
th: สร้างแล้ว
vi: Quảng cáo được tạo
zh: 已生成广告

# agentAdButtonGenerate
source: Generate Ad
th: สร้างโฆษณา
vi: Tạo quảng cáo
zh: 产生广告

# noticeTabGeneral
source: General Message
th: ข้อความทั่วไป
vi: Tin nhắn chung
zh: 一般讯息

# noticeTabMaintenance
source: Maintenance Notification
th: การแจ้งเตือนการบำรุงรักษา
vi: Tin nhắn bảo trì
zh: 维护通知

# wheelTextTitleCount
source: Available draws: {num} times
th: จับฉลากได้: {num} ครั้ง
vi: Bốc thăm trúng thưởng: {num} Lần
zh: 累积幸运轮抽奖次数:{num}次数

# wheelTextTitlePrize
source: Winning History
th: ประวัติการชนะ
vi: Kỷ lục giải thưởng
zh: 获奖纪录

# wheelTextTitleRecord
source: Operation Record
th: บันทึกการทำงาน
vi: Hồ sơ hoạt động
zh: 操作纪录

# wheelTextTitleGet
source: Get spins
th: รับการหมุน
vi: Nhận được số lần quay
zh: 领取旋转次数

# wheelTextTitleRules
source: Event Rules
th: กฎของเหตุการณ์
vi: Quy tắc hoạt động
zh: 活动规则

# wheelMessageErrorPrizeUrl
source: Prize image error, please check the order.
th: ข้อผิดพลาดของภาพรางวัลโปรดตรวจสอบลำดับ
vi: Hình ảnh giải thưởng bị sai, vui lòng kiểm tra hồ sơ giải thưởng
zh: 奖品图片错误，请查看获奖纪录

# wheelOrderTableTextTime
source: Time
th: เวลา
vi: Thời gian
zh: 时间

# wheelOrderTableTextPrize
source: Awards
th: รางวัล
vi: Mục giải thưởng
zh: 奖项

# wheelOrderTableTextStatus
source: Dispatch Status
th: สถานะการจัดส่ง
vi: Trạng thái phân phối
zh: 派发状态

# wheelRecordTableTextTime
source: Time
th: เวลา
vi: Thời gian
zh: 时间

# wheelRecordTableTextOperate
source: Operation
th: การทำงาน
vi: Làm theo
zh: 操作

# wheelRecordTableTextCount
source: Number of times
th: จำนวนครั้ง
vi: Số lần
zh: 次数

# wheelRecordTableTextContent
source: Content
th: เนื้อหา
vi: Nội dung
zh: 内容

# wheelApplyTableTextContent
source: Content
th: เนื้อหา
vi: Nội dung
zh: 内容

# wheelApplyTableTextProgress
source: Progress
th: ความคืบหน้า
vi: Tiến đô
zh: 进度

# wheelApplyTableTextCount
source: Number of rotations
th: จำนวนรอบการหมุน
vi: Số vòng quay
zh: 旋转次数

# wheelApplyTableTextStatus
source: Status
th: สถานะ
vi: Trạng thái
zh: 状态

# wheelOrderTableTextStatus0
source: Not dispatched
th: ไม่ได้จัดส่ง
vi: Không phân phối
zh: 未派发
